[
    {
        "name": "Sandeep Desai",
        "nameKo": "샌딥 데자이",
        "faction": [
            "ARCANISTS"
        ],
        "tags": [
            "원거리형",
            "소환술사"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>우연히(?) 파괴의 정령을 가지고 다프니는 철퇴에 봉인한 것을 계기로 마법 능력이 급상승하여 말리폭스 마법 대학의 교수로 임명되더니, 그 후 퇴마사로 활동하고 있는 인도 출신 마법사 입니다. 겉으로는 점잖은 교수 행세를 하나, 속으로는 봉인된 정령의 부인에게 자기 말을 안들으면 봉인된 남편을 평생 봉인하겠다고 협박하여 자신의 정적을 암살하게 시키고, 학생들에게 뇌물을 받아 먹는 은근히 나쁜 아저씨입니다.</p><h4>플레이스타일</h4><p>아케니스트의 소환술사로, 불, 얼음, 바람, 땅, 독 정령을 소환 하는 능력을 가지고 있고, 이 소환된 정령을 매개체로 원거리 마법을 날릴 수 있는 유닛입니다. 라스푸티나와 비슷하게 자기 자신은 배치구역에서 소환만 하고 소환 된 유닛이 뛰는 동안 뒤에서 마법만 쏘는게 가능합니다. 이 소환수들이 각각 한 분야에 특화되어 있어 상황에 따라 적절한 정령들을 소환해서 상황을 해결하고, 작전의 경우 그냥 정령 머릿수로 밀어 붙혀서 어떻게든 해결보는 스타일 입니다.</p><h4>강점</h4><p>소환술 - 이 게임에서 소환술은, 정규 포인트 외에 추가 유닛을 소환하는 시스템이기 때문에, 남들은 50점부대를 운용하는데, 자기는 60-70점 부대를 운영하게 됩니다. 비롯 정령들이 동포 타 유닛에 비해 능력이 떨어지는 편이라 직접 고용하기는 어렵지만, 이게 꽁짜로 추가되는 거라면 얘기가 많이 다르죠. 각 팩션마다 다 소환술사가 한 명 씩은 있는데, 다들 이 소환술 메카닉 자체 때문에 강캐로 분류되는 편입니다.</p><h4>단점</h4><p>소환술에 대한 패널티로 유닛 개개인의 파워는 약한 편이라 1-2턴에 소환 굴림에 실패하여 소환 유닛을 많이 확보하지 못할 경우, 그 후 게임의 힘싸움에서 철저하게 밀리게 됩니다. 모델을 많이 사야 해서 입문 비용이 많이 깨짐</p><h4>이런 사람들이면 샌드딥을 해라</h4><p>질보단 양, 나는 호드 부대가 좋다.</p>"
            }
        ]
    },
    {
        "name": "Marcus",
        "nameKo": "마커스",
        "faction": [
            "ARCANISTS"
        ],
        "tags": [
            "근접형",
            "기동성",
            "업그레이드"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>2판에서는 야수들의 추장이었는데, 갑자기 알고 보니 연꽃 기사단이라는 프리메이슨 짝퉁의 일원이라더니, 야수들을 키메라로 만들기 시작했습니다. 네버본 팩션과 듀얼 팩션 소속으로, 고대 마법을 추적하고 있는 현자(?) 입니다.</p><h4>플레이스타일</h4><p>야수들에게 키메라 변형술을 걸어 적절하게 필요한 능력을 부여하여 상황을 타계해 나가는 툴박스형 마스터 입니다. 저 위에 오더 이니시에이트나, 기타 야수들에게 변형술을 걸수 있는데, 변형술은 방어특화, 공격 특화, 속도 특화, 작전 특화 등 한 분야에 능력을 대폭 올려줍니다.</p><h4>강점</h4><p>변형술을 사용한 대응력. 특히 방어 특화용 변형술은 허약한 토끼도 중갑기병보다 더 딴딴하게 만드는 재주가 있어서 점령/저지 미션에 강점을 보임.</p><h4>단점</h4><p>어느게임이나 이런 하이브리드 캐릭이 그렇듯이, 뭐 하나 특출나게 잘하는 것이 없음.</p><h4>이런 사람이면 마커스를 해라</h4><p>야수를 좋아한다. 겜 할때마다 리스트 짜는거 귀찮아서 리스트 하나만 짜두고, 상대에 따라 업글만 바꾸고 싶다...하이브리드 캐에 자신이 있다.</p><h4>네버본/아케니스트 비교</h4><p>마커스는 소속 팩션의 비스트를 패널티 없이 고용 가능하다는 능력이 있습니다. 아케니스트 마커스로 플레이를 하면 아케니스트 비스트들을, 네버본으로 플레이를 하면 네버본 비스트들을 패널티 없이 고용 가능합니다. 일반적으로 아케니스트쪽 비스트의 능력이 월등하게 좋아서 마커스는 거의 아케니스트로 플레이 합니다. 심지어 공용 업그레이드쪽도 아케니스트가 더 좋다보니.......가급적이면 아케니스트로 하시길 권유 합니다.</p>"
            },
            {
                "author": "Kitchu",
                "date": "2021. 02. 05.",
                "content": "<p>마커스를 말하자면 2판에서의 마커스를 한번쯤 짚고 넘어가지 않을 수 없습니다. 야수들의 막강한 공격력과 기동성, Sabertooth Cerberus의 무제한 추가타, 마커스 자신도 4/4/6의 지팡이로 상대 모델의 명치를 두들기고, 오베이도 아니고 아예 기동 한번을 통짜로 해버리는 Alpha.. (아련)</p><p>강력한 근접능력과 알파, 전 팩션에 걸친 야수 고용 능력으로 넓은 모델 풀을 자랑했던 마커스가 3판에서는 다양한 돌연변이 업그레이드를 활용하여 아군 모델을 보조하는 변신술사로 컨셉이 바뀌었습니다. 잠깐만요, 막상 마커스 가이드 적으려니 아쉬운 것만 생각나서 머리 좀 식혀야겠다 마커스만 생각하면 2판으로 돌아가고 싶네요 헤비히터고 마스터고 원턴킬 내던 마커스 돌아와 ㅜ</p><p>2판 만큼의 다이나믹한 플레이를 보여줄 확률은 줄어들었지만, 모델과 역할에 따라 다양한 업그레이드를 부여함으로써 게임을 보다 유동적으로 굴릴 수 있게 되었으며 업그레이드 기믹을 통한 핸드 수급, 준수한 힐량 등 전장 유지력이 든든해졌습니다. 스킴은 기대하기 어렵지만 야수(키마이라) 모델들의 공격력과 기동성은 여전히 우월하므로 상대방 모델과의 거리를 제로 코스트로 줄여주는 Leap와 유동적인 포지셔닝을 가능하게 해주는 Pouncing Strike, 공수 방면에 많은 도움이 되는 Feathered Wing 업그레이드 등을 활용해 키 모델을 잘라먹고 빠지는 플레이로 게임을 풀어나가는 것을 추천합니다.</p><h4>모델들</h4><p>일반적으로 아케이니스트를 팩션으로 잡습니다. 크루의 공격력을 위해 돌진의 메리트를 뻥튀기 시켜주는 Formidable Horns를 십분 활용할 수 있는 Cojo와 이제 더이상 무제한으로 때릴 수 없지만 여전히 강력한 Sabertooth Cerberus을 고려해볼 수 있고, 아케이니스트로 플레이한다면 Cojo와 비슷한 포지션으로 Blessed of December도 고려해볼만 합니다.</p><p>크루의 방어력과 유지력을 보강해주는 헨치맨인 Myranda도 빼놓을 수 없죠. 3판에서 새롭게 추가된 Order Initiate 역시 손패의 안정적인 수급과 중후반 혼전에서의 깜짝딜이 쓸만해보입니다. 모델을 어떻게 집어넣든 업그레이드를 어떻게 가져가냐에 따라 다양한 방식으로 굴려볼 수 있습니다.</p><h4>네버본이라면</h4><p>마카스가 팩션 스왑을 할 경우 결국 Beast 키워드 모델들에서 차이가 나는데, 차이점을 꼽자면 아케이니스트의 야수 모델들이 힘과 기동성에 몰빵한 반면, 네버본의 야수들은 트리키한 능력들을 다수 보유하고 있습니다. 말리폭스에서 상대방 모델을 나에게 걸어오게 만드는 Lure 액션은 상당히 강력한데, 네버본의 Will o' Wisp이나 Adze가 Lure를 제공하고, 여기에 더해 Grootslang과 아케이니스트의 Scorpius를 기용하여 중독 기믹을 활용하는 크루를 굴려보는 것도 재미있을 것 같네요.</p>"
            }
        ]
    },
    {
        "name": "Rasputina",
        "nameKo": "라스푸티나",
        "faction": [
            "ARCANISTS"
        ],
        "tags": [
            "원거리형",
            "지형 컨트롤",
            "디버퍼"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>December라는 겨울의 여신을 섬기는 신도들의 수장으로, 평소에는 말리폭스 북쪽에 숨어 지내다가, 가끔가다 연합에서 도움을 요청하면 내려와서 아케니스트들을 도와주는 광신도 집단입니다.</p><h4>플레이스타일</h4><p>얼음마법이라는 컨셉 답게 상대를 느리게 만듭니다. 단순히 이동거리를 줄이는 것 뿐만 아니라, Slow (이 게임에서는 각 유닛 마다 한턴에 2번 행동 할 수 있는데, slow 걸리면 1번만 행동 가능하니다.)라는 디버프를 걸어 상대 유닛들의 행동을 제한하고, 얼음 기둥을 세워서 진격을 방해합니다. 이 얼음 기둥은 그냥 벽으로, 통과할수도 없고, 시야도 가리는...전형적인 벽이 됩니다. 다만, 라스푸티나와 그녀의 직속 여사제들은 이 얼음기둥을 중계점으로 해서 시야와 사거리를 체크하는 능력이 있어, 자신들은 배치구역에서 한발짝도 나가지 않고 장거리 사격이 가능합니다. 적절한 위치에 기둥을 세우고 적 유닛들에게 slow를 뿌려서 적의 진격을 방어 합니다.</p><h4>강점</h4><p>Slow 난사를 통한 적의 진격 봉쇄, 초장거리 사격 가능, (이게임은 36 x 36 인치로 게임하는데, 라스푸티나는 최대 28인치 사격 가능)</p><h4>단점</h4><p>상대 겐세이 넣는거 말고는 잘하는게 없음. 초장거리 사격도 slow는 강력하지만 데미지가 법사치고 약한 편이라 적을 완전히 죽이지는 못하고, 작전 능력이 떨어져서 자기도 승점을 잘 못 범. 기껏 상대하는거 다 방해해 두다가 상대가 승점 1 겨우 땄는데, 나는 딴게 없어서 1:0으로 지는 경우가 생각보다 자주 나옴</p><h4>이런 사람이면 라스푸티나를 해라</h4><p>아직도 Let's go 듣고 있다. 그리고...</p>"
            }
        ]
    },
    {
        "name": "Kaeris",
        "nameKo": "카에리스",
        "faction": [
            "ARCANISTS"
        ],
        "tags": [
            "원거리형",
            "지형 컨트롤",
            "범위공격"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>전대 아케니스트 수장인 라모스가 아케니스트의 얼굴마담으로 세운 아이돌... 엄청난 화염술사의 잠재력을 인정 받아, 어려서 부터 아케니스트 최고의 선생들에게 교육 받아 마법사로 키워졌습니다. 성장한 후에는 낮에는 아케니스트의 얼굴마담으로 마법사 이미지 쇄신을 위해 노력하지만, 밤에는 최고의 공작 요원으로 아케니스트의 적을 암살하는 잔혹한 천사로 활동 합니다.</p><h4>플레이스타일</h4><p>전장에 불기둥을 세워 적의 진격을 방해하고, 자신의 빠른 속도를 활용해서 적진 뒤로 돌아가 작전을 펼치는 크루 입니다. (말리폭스에는 아군 유닛을 적 배치구역에 이동시키는 미션등이 있는데, 이런 미션에 특화되어 있습니다. ) 불기둥은 주변에 접근하면 burning이라는 컨디션을 주고, 이 컨디션을 가지고 있는 한 매턴 도트뎀을 입는데, 케어리스의 부대는 이 burning을 얻으면 추가로 버프를 받는 기믹이 있습니다. 주요 지점에 불기둥을 설치하여 상대의 진격은 까다롭게 만들데, 자신들은 이 불기둥을 자유롭게 넘나 들면서 버프를 받으며 게임을 진행해 나갑니다.</p><h4>강점</h4><p>불기둥을 사용한 전장 컨트롤 능력, 대체적으로 유닛들이 빠르고 불기둥 근처에서 싸울경우 근접전 능력도 우수함</p><h4>단점</h4><p>불기둥 버프가 없으면 물몸, 설정에서는 전세계를 불바다로 만드는 마녀이지만, 실상 게임에서는 도트뎀으로 피해주는 마스터라 유저가 공격력이 좋다고 느끼기가 어려움.</p><h4>이런 사람이면 케어리스를 플레이 하라</h4><p>빠른 유닛들로 맴을 넓게 쓰는 것을 좋아한다. 지형 조작하는 것을 좋아한다. 화염술사가 짱이라고 생각한다.</p>"
            }
        ]
    },
    {
        "name": "Toni Ironsides",
        "nameKo": "아이언사이드",
        "faction": [
            "ARCANISTS"
        ],
        "tags": [
            "컨트롤",
            "근접형",
            "힘싸움",
            "튼튼함"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>아케니스트 광부 노조의 회장이자 아케니스트 연합의 수장. 원래 부회장이었는데, 3판에서 전대 회장을 팔아먹고 자기가 회장 자리에 올랐습니다. 아이러니하게 자기자신은 마법사가 아니라 노예 출신 광부 근로자..</p><h4>플레이스타일</h4><p>마스터 자신은 아케니스트 최강의 근접 스페셜리스트로 전투를 할때마다 아드레날린이 쌓이고. 이 아드레날린을 소모하여 피해를 방지하거나 추가 피해를 입힙니다. 휘하 유닛들은 노조라는 컨셉답게, 주면에 같은 노조원들이 있으면 서로에게 버프를 주는 시스템입니다. 광부들 출신 답게 노조 유닛들은 다 딴딴하고 한 성깔 합니다.</p><h4>강점</h4><p>무한 버프 중첩으로 주사위 게임으로 치면 굴림값에 엄청난 보정을 받음. 유닛들이 다들 딴딴하고, 토니의 근접전 능력이 말폭 최상급이라 순전히 힘싸움으로 적을 찍어 누르는게 가능</p><h4>단점</h4><p>마법사 연합의 수장과 그 친위 부대인데 마법이 약해서 상대에게 겐세이를 넣거나 원거리 타격능력이 미약. 전반적으로 유닛 속도도 느린편이라 트릭키한 부대 만나면 힘듬</p><h4>이런 사람이면 토니를 해라</h4><p>근접전 좋아한다. 이상한 잔술수 보다 파워게이밍 원한다. 광산업계에 종사하고 있다.</p>"
            },
            {
                "author": "Kitchu",
                "date": "2021. 02. 03.",
                "content": "<p>기동시마다 붙들고있는 상대방 모델 숫자에 따라 아이언사이드의 딜과 탱킹을 동시에 책임지는 아드레날린 토큰을 공짜로 받을 수 있습니다. 도발기를 최대한 활용하면서 상대방의 키 모델을 최대한 아이언사이드에게 붙이다 보면 게임이 자연스럽게 풀려갑니다. 아이언사이드가 죽지만 않게 보조하면서 나머지 모델들은 막타를 줏어먹거나 스킴을 달리거나 하면 됩니다.</p><p>2판과 비교했을 때 플레이 스타일은 크게 바뀌지 않았지만 텍스트만 따져보면 더 강해졌다는 느낌입니다. Df 플립이 ++에서 +로 줄었지만 이제 Wp 플립에도 +를 받으며, 컨디션으로 취급되던 아드레날린이 토큰으로 바뀌며 디스펠 한방에 아드레날린을 다 날리고 쫄딱 망할 일도 없어졌습니다.</p><p>단 3인치 내에 아군 모델이 없어지면 순식간에 삭제당할 수 있으니 조심 또 조심해야합니다. Unionized 능력을 잃는 순간 아이언사이드는 걍 샌드백이에요. 믿을건 평소에 아껴뒀던 소울스톤 뿐이고 게임을 굴리는 방식 상 중대형 모델과 1:2 1:3으로 춤추고 있을 확률이 높으니 아군에게서 밀려나면 최대한 빨리 붙어줘야합니다.</p><h4>모델들</h4><p>스킴 견제와 겐세이에 능한 Amina를 붙여주고, 원하는 플레이 스타일에 따라 적절하게 모델을 섞어줍니다.</p><p>아이언사이드 반격댐으로도 칭구들이 살살 녹지만, 좀 더 액티브하게 패고싶다면 Howard Langton도 좋습니다. 이동도 공격도 공짜로 한번씩 할 수 있었던 2판에 비해선 살짝 아쉽지만 리더들에게 붙어있으면 추가 액션이 공짜이니 생각보다 괜찮습니다. 아이언사이드에게서 도망치는 모델을 트리거로 배달도 가능합니다 개꿀; 사실 2판에서도 하워드를 써본적은 몇번 없는것 같은데 한번 넣어봐야겠네요.</p><p>2판에서 공짜로 아머를 주던 Union Steamfitter가 살짝 아쉽습니다. 대신 Fizsimmons가 훌륭한 방어형 능력을 제공함과 동시에 상대방의 스킴마커도 태워주니 기용해볼만 합니다.</p><p>아이언사이드 뿐만이 아니라 개인적인 플레이 스타일로는 사이드로 달리는 스킴러너들을 잘 기용하지 않는 편입니다. Soulstone Miner 정도면 써볼만할까요? 아 기회가 된다면 Gunsmith 써보고싶어요 딜뽕 오질거같은데.. 건스미스마렵다 흑흑</p><h4>로스터</h4><p>10SS, 로스터는 항상 꼴리는대로</p><ul><li>Toni Ironsides<ul><li>[2] Magical Training</li></ul></li><li>Mouse</li><li>[9] Amina Naidu</li><li>[8] Gunsmith</li><li>[8] Gunsmith 2</li><li>[8] Fitzsimmons</li><li>[4+1] Medical Automation</li></ul>"
            }
        ]
    },
    {
        "name": "Colette Du Bois",
        "nameKo": "콜레트",
        "faction": [
            "ARCANISTS"
        ],
        "tags": [
            "컨트롤",
            "스키머"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>말리폭스의 별극장 (Star Theater)의 극장주로, 마법의 세계에서 모자에다가 차원관문을 만들어 모자속에서 토끼를 꺼내는 쇼를 하며 돈 벌어 먹고 있는 것처럼 보이지만.. 실상은 아케니스트의 위장 전진기지로 활용되고 있습니다.</p><h4>플레이스타일</h4><p>마술사 컨셉 처럼, 상대를 농락하며 작전을 수행해서 차분히 승점을 따는 마스터 입니다. 아군 유닛과 적군 유닛의 위치를 바꾸거나, 주사위 게임으로 치면 굴림시 2개를 굴리고 그 중 낮은 주사위 값을 사용하게 하거나, 상대가 앞으로 5인치 움직이면, 그 자리에서 다시 뒤로 10인치 물러나게 하는 등 전투 외적으로 상대에게 무수한 겐세이를 넣어 시간을 벌고, 그사이 자기는 작전을 합니다. 말리폭스의 이해도가 높으면 높을수록 그 파워가 강해지는 크루로, 탑 플레이어들의 선호도가 가장 높은 마스터 이기도 합니다.</p><h4>강점</h4><p>말리폭스에 존재하는 디버프 중, 1개 빼고 모든 디버프를 상대에게 걸수 있음. 유닛의 물리적 위치를 조작하여 상대의 플랜을 꼬을 수 있고, 다들 회피탱 능력이 절륜하여 내 유닛 잘 안 죽음. 유닛들이 작전 능력이 매우 뛰어나서 승점 벌기 매우 용이</p><h4>단점</h4><p>적 유닛도 정말 못 죽임. 다들 디버프기만 줄줄이 달고 있어서 결정적인 한방이 부족. 외울것이 많아서 처음 시작하면 10판은 지고 시작해야함.</p>"
            }
        ]
    },
    {
        "name": "Charles Hoffman",
        "nameKo": "호프만",
        "faction": [
            "ARCANISTS",
            "GUILD"
        ],
        "tags": [
            "컨트롤",
            "힘싸움",
            "튼튼함"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>말리폭스의 아이언맨. 길드- 아케니스트 듀얼 팩션 마스터로, 라모스의 꼬임에 넘어가 말리폭스로 왔는데, 오는 도중 차원관문에서 사고를 당해 형을 잃고 자신은 두 다리가 절단되었습니다. 사고의 원인이 아케니스트라고 생각한 호프만은 아케니스트에게는 길드에 스파이로 잠입한다고 해놓고는 길드가서 아케니스트 비밀을 다 불어 버려 전대 수장인 라모스가 길드에 체포되게 만들었지만, 그 와중에 길드에게도 예상 이상의 사상자가 나도록 작전을 조작합니다. 밉상 같지만, 스토리를 읽어보면 엄청 비극적인 삶을 살아서, 이중첩자질이 이해가 되기는 합니다.</p><h4>플레이스타일</h4><p>특이하게 부대원을 로봇/싸이보그들로 구성을 합니다. 호프만과 로봇/싸이보그 끼리는 Power Token이라는 것을 공유 할 수 있는데, 이 토큰을 받으므로써 스탯을 올리거나, 소모하여 공격이나 작전에 추과 효과를 부여할수 있습니다. 로봇들은 대부분 아머 수치가 높아서 데미지 감소 효과가 매우 높은 편이라 정면전에 큰 힘을 보입니다.</p><h4>강점</h4><p>높은 아머 수치를 활용한 절륜한 방어력. 정면전으로 붙으면 호프만과 그의 로봇을 이길 수 있는 마스터는 아무도 없음. 근접 공격력은 최강이고, 원거리 공격도 준수... 보통 이러면 작전 능력이 떨어지는데, 퓨마 로봇과 박쥐 로봇의 빠른 속도를 통해 어느정도 작전 수행능력도 상급</p><h4>단점</h4><p>너무 정직 of 정직. 한 3-4판 호프만 상대해 보면, 내가 상대보다 호프만의 다음수가 뭔지 더 잘알 정도.... 로봇들이 동급 대비 아머가 높은 대신에 운드가 낮게 디자인 되어 있어서 아머 관통 능력을 가진 적을 만나면 의외로 잘 죽는 경향을 보임</p><h4>이런 사람이면 호프만을 해라</h4><p>로봇과 아이언맨에 대한 로망을 가지고 있는 사람. 정석을 좋아하는 사람</p><h4>길드/아케니스트 차이점</h4><p>호프만을 더 딴딴하게 하는가 (길드), 매턴 카드 한장을 더 뽑고 기계류 힐러를 고용하느냐 (아케니스트)가 가장 중요한 차이점입니다. 일반적으로 로 공용 유닛의 작전 능력은 아케니스트가 더 좋은 편이지만, 호프만은 와쳐와 헌터의 기동성을 활용하여 항대의 빈 곳을 노려 작전할 타이밍이 잘 나오는 편이니 때문에 길드라고 해서 크게 문제가 될 정도는 아닙니다.</p>"
            }
        ]
    },
    {
        "name": "Mei Feng",
        "nameKo": "메이펭",
        "faction": [
            "ARCANISTS",
            "TEN THUNDERS"
        ],
        "tags": [
            "힘싸움",
            "기동성",
            "스키머"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 27.",
                "content": "<p>말리폭스에 유일한(?) 광물 주조소를 운영하고 있는 당찬 여자 분입니다. 아케니스트 소속이지만, 실상은 Ten Thunder라는 동양 마피아 집단에서 아케니스트의 이권을 가져오기 위해 보낸 첩자 입니다. 옛날 서부시대 중국 이민자 광부들이 철도 깔았던 역사에 대한 오마주로 가득찬 인물이라, 첩자지만 광부 노조들에게 잘해주는 아케니스트를 존중하고 있기도 합니다.</p><h4>플레이스타일</h4><p>말리폭스에서는 로봇이나 구조물등이 파괴되면 그 자리에 잔해(scrap) 마커를 남깁니다. 메이펭의 크루는 이 잔해 마커를 파괴 없이 임의적으로 만들수 있는 능력이 있는데, 그 후 전투에서 이 잔해 마커를 먹고 버프를 받거나, 잔해마커를 철도 삼아 이동할 수 있는 능력이 있습니다 (잔해마커에 붙은 상태로 이동을 선언하면 노말 이동 대신에 12인치 이내에 있는 다른 잔해마커로 이동합니다.) 맵 전역에 잔해 마커를 설치하여 철도를 깐 후, 이 철도를 타고 전방위로 이동하면서 적을 유인하고, 빈 공간을 침투해 작전을 달성하여 승점을 차곡차곡 쌓아 나갑니다.</p><h4>강점</h4><p>압도적인 기동력. 이 게임에서 가장 빠른 유닛들이 8인치 이동인데, 얘들은 (철도를 깔아야 하지만) 12인치씩 휙휙 순간이동함. 잔해마커를 먹으면 근접 공격력도 상급이라 혼자 고립된 적을 순식간에 암살하는 것도 능함</p><h4>단점</h4><p>잔해마커에 대한 의존도가 매우 높아서, 중간에 적이 잔해마커를 제거해 버리면 엄청난 에로사항이 꽃힘. 특히 근접 전투의 경우 잔해마커가 없으면 동급 대비 약한 편이여서 마커 관리에 엄청난 노력을 기울여야 함</p><h4>이런 사람이면 메이펭을 해라</h4><p>삼국지에서 가후의 성동격서의 계를 보고 감명 받아 울었다, 철마는 달리고 싶다가 뭔지 안다.</p><h4>텐선더/아케니스트 차이점</h4><p>메이펭의 가장 큰 단점은 카드 드로우를 할 수 있는 휘하 유닛이 전무한데, 메이펭 휘하 부대 애들은 카드 소모가 굉장히 많은 편이라는 겁니다. 특히 메이펭의 경우 트리거들이 매우 좋은데, 내장 문양이 없어서 카드로 문양을 맟춰줘야 하는 상황이 많습니다. 아케니스트는 카드 드로우가 많은 편이고, 텐썬더측은 전투력이 좀 더 좋은 편입니다. 메이가 더 필요한 것은 카드 드로우기 때문에 주로 아케니스트로 활용되는 것이 메이 자체에게는 좋습니다만, 아케니스트 팩션으로 보면 메이펭이 기동성은 콜렛이 더 좋고, 중앙 힘싸움은 호프만이나 마커스가 더 좋기 떄문에 팩션에서의 고용률을 텐선더가 더 높은 편입니다.</p>"
            }
        ]
    },
    {
        "name": "Som`er Teeth Jones",
        "nameKo": "소머",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "원거리형",
            "소환술사"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>그렘린의 마피아.....인간들에게 깡패짓 배워서 늪에서 마피아 구성한 그렘린입니다.</p><h4>플레이스타일</h4><p>베이유의 소환술사 포지션인데, 타 팩션 소환술사와 그 결을 좀 달리 합니다. 소환하는 애들이 타 팩션보다 전반적으로 저렴한데, 존스의 능력으로 사거리 상관 없이, 아군 하나를 선택하면, 그 유닛이 자폭하여 바로 죽는 대신에, 주변 2인치에게 광역을 2뎀을 줍니다. 이 능력에 명중 굴림도 없이 그냥 묻따무 2점 광역입니다. 그리고 이 유닛들은 죽을 때 뭔가를 남깁니다 - 적에게 디버프를 주거나, 카드를 주거나...심지어 죽으면 밑 단계 미니언을 소환하는 기믹도 있습니다.</p><p>상대방은 딜레마에 빠집니다. 소환된 애들이 때거리로 몰려 오는데, 안 죽이면 내 옆에 와서 자폭해서 확정 2뎀을 주고, 그렇다고 이런 짜잘한 애들 죽이자고 리소스를 투입하면, 그사이에 존스의 주력 부대는 고스란히 전진하고, 작전을 할 시간을 버려 줍니다. 이런 소모품 애들을 적절하게 맵에 뿌려서, 상대에게 광역 2점씩 자살 테러를 당하던가, 상대의 주력 부대가 하고 싶은 걸 하게 놔두던가....이렇게 상대에게 지속적으로 이지선다를 걸고, 나는 뭔가를 이득을 챙겨나가면서 차곡차곡 격차를 쌓아가는 플레이를 합니다.</p><h4>강점</h4><p>확률 게임에서 개런티가 가지는 전술적 가치는 이루 말할 수 없습니다. 자폭 2점은 방어 굴림을 할 기회도 않주고, 기타 방어 기믹을 대부분 무시하고 (아머 등 데미지 감소 빼고) 확정적으로 2점을 광역으로 뿌립니다. 정말 작정하면 한놈에게 6점을 확정적으로 때릴 수 있기 때문에, 귀찮은 작전병하나 확실히 죽이고, 나는 죽을 때 얻는 이득으로 더 격차를 쌓아갈 수 있습니다.</p><h4>단점</h4><p>대부분 리소스적으로 이득을 보는 존스 이지만, 하나 기믹상 딸리는 리소스가 패스 토큰입니다. 이 게임에서는 장기처럼 한턴씩 돌아가면서 유닛을 움직이는데, 숫자가 적은 사람이 유닛 숫자 차이만큼 패스 토큰을 얻습니다. 그리고 소환을 할때마다, 적에게 추가로 패스 토큰을 줘야 합니다. 이 패스토큰은 사용하면, 자신이 행동해야 할 차래를 한 번 넘길 수가 있습니다.</p><p>존스는 기믹상 초기 부대원도 많고, 소환을 다수 해야 하기 때문에 상대에게 패스토큰을 굉장히 많이 헌납합니다. 이는 상대가 패스 토큰을 소모함으로써 존스 크루가 먼저 행동하도록 강제할 수 있다는 얘기고, 상대는 항상 존스가 뭘 하는지 다 보고나서 대응을 할 수 있다는 말이 됩니다. 이렇게 거의 무조건적으로 후수를 둔다는 것은, 존스가 걸어오는 이지선다에서, 항상 피해가 적은 쪽이 뭔지를 계산할 시간이 충분하다는 말이 됩니다.</p><h4>이런 사람이면 존스를 해야 한다</h4><p>나는 변수가 싫다. 차곡차곡 어드벤테이지를 쌓아가는 걸 좋아한다. 주식 말고 적금을 부어서 집을 사겠다.</p>"
            }
        ]
    },
    {
        "name": "Captain Zipp",
        "nameKo": "찦 선장",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "컨트롤",
            "기동성",
            "지형 컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>모험심 많은 그렘린.....아웃캐스트와 모험 다니며 쌓은 재산으로 비공정을 샀는데, 그 후에 운영비가 없어서 공적(sky priate)이 되서 약탈하고 다님. 아웃캐스트와의 인연으로 아웃캐스트 - 그렘린 듀얼 팩션</p><h4>플레이스타일</h4><p>공적 컨셉 답게, 상대방의 뭔가를 흠쳐서 작전 수행을 방해 하는데 특화 되어 있습니다. 비공정에서 피아노를 떨어 뜨린다던가, 상대방의 스킴마커를 방화해서 태우고 주변에 피해를 준다던가..하는 식으로 상대방의 작전에 겐세이를 넣고, 자신은 공적 특유의 기동성으로 힛앤런을 해서 상대방을 약올리는 형식으로 게임을 지배해 나갑니다.</p><h4>강점</h4><p>상대 작전 방해를 정말 잘합니다. 현재 존재하는 말리폭스의 26개의 작전 어떤걸 들어와도 한턴만에 달성 조건을 무효화 시킬수 있는 능력을 가지고 있습니다. 거기다 부대 전체의 속도가 빨라서, 작전 무효화 시키도 맵 반대 윙으로 튀면...상대의 혈압은 미터기 뚫어 버립니다.</p><h4>단점</h4><p>그런데, 마스터가 한턴에 최대 24인치를 자유롭게 지형 무시하고 날아다닐 수 있는 기동성을 가지고 있는데 \"작전을 수행 할 수 없다\"라는 패널티를 가지고 있을 정도로 자기들도 작전을 잘 못합니다.....이를 보완하기 위해, 그렘린 최고의 작전병인 일등 항해사라는 헨치맨을 붙혀 줬는데...문제는 얘 몸값이 타 팩션 타 마스터의 최종병기 급입니다....남들은 내 마스터도 원콤 낼 미친 병기를 들고 왔는데, 나는 그 돈으로 그냥 좀 빠르고 잘 숨는 작젼병 들고 왔다...상대적 박탈감이 이런겁니다. 그래도 어쩌겠어요...일등이 빼고는 다 작전을 못하는데.</p><p>지난번 소개 시켜 드렸던 라스푸티나와 비슷한 느낌이지만, 그래도 라스푸티나는 1:0으로 지는걸, 여기는 일등이가 2:1까지는 만들어 줍니다.</p><h4>이런 사람이면 캡틴 찝을 해야 한다</h4><p>게임은 이기려고 하는게 아님 ㅇㅇ 빡치게 만들려고 하는거임</p>"
            }
        ]
    },
    {
        "name": "Ophelia LaCroix",
        "nameKo": "오필리아",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "원거리형"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>베이유 최고의 총잡이, 오필리아 라크로이...그녀는 길드의 오르테가 가문 사람들이 총쏘는 법, 그리고 어떻게 가문 사람들끼리 챙기는 지를 계속 관촬해 왔습니다. 서로 매일 싸우면서도 네버본만 나오면 합심해서 퇴치하는 오르테가 가문 사람들을 보면서, 자기 주변에 괜찮아 보이는 그렘린에게 \"너 내 가족이 되라\"를 시전한 오필리아는, 찍은 애들마다 라크로이라고 부르면서 세력을 키워 나갔습니다. 이제 자신의 친족들과 함께, 늪의 오야빵이 되기 위해 총을 쏩니다.</p><h4>플레이스타일</h4><p>길드의 페르데타 라는 마스터의 그녀의 오르테가 가문의 페러디 인데....어째 본판인 페르데타 보다 더 총쌈을 잘하는 총잡이 입니다. 혼자서 무쌍 찍을 수 있는 소수의 마스터 중 한 명으로, 오필리아가 직접 총으로 적들을 다 때려 잡고, 가문 사람들이 오필리아가 낸 균열을 타고 들어가 작전을 합니다.</p><p>오필리아는 자기 능력과, 토템인 젊은 라크로이들의 능력으로 잡다한 무기 (쓰래기 투석기라던가...)을 달아 줄수 있는데, 이 잡다한 무기들이 이름도 웃기고, 효과도 걔그 효과 같은데, 어쨋든 디버프라 당하는 상대는 빡칩니다. 그리고 이 잡다한 무기를 버림으로써 들어오는 피해 1점을 감소하고나, 6인치내 적에게 1점을 추뎀을 줄 수 있어 오필리아의 사선에 들어온 적은 아무도 살지 못합니다. 작전을 중시하느 게임에서, 순수 전투력으로 티어1취급을 받는 미친 마스터</p><h4>강점</h4><p>오필리아의, 오필리아에 의한, 오필리아를 위한 - 상대의 작전병이 작전을 펼치기도 전에 오필리아가 사살할 수 있습니다. 심지어 원거리 공격을 받으면 반격도 하기에, 오필리아를 중앙에 박아 놓고 전장 전체를 혼자서 컨트롤 하는게 가능합니다. 거기다 헨치맨인 프랑슈아는, 베이유 최강의 헨치맨으로 평가받는 근접 유닛으로, 오필리아를 암살하기 위해 접근하는 유닛들을 견제해 주는 최고의 보디가드까지 존재해서, 암살도 쉽지 않습니다.</p><h4>단점</h4><p>오필리아의 어깨가 너무 무겁습니다. 오필리아의 친족들은 낙하산이 많아서 그런지, 오필리아와 프랑슈아를 제외하면 다들 가성비가 좋지 못하다고 평가 받습니다 프랑슈아는 총이 있기는 하지만, 근본이 근접유닛이기 때문에, 오필리아가 죽는 순간 전장 장악력이 사실상 0가 됩니다. 오필리아가 죽는 순간, 거의 그 게임은 졌다고 생각해야 합니다.</p><h4>이런 사람이면 오필리아를 해라</h4><p>강력한 유닛 하나가 무쌍 찍는 원맨팀 플레이를 좋아한다, 황야의 결투 영화를 본 아재다....</p>"
            }
        ]
    },
    {
        "name": "Ulix Turner",
        "nameKo": "울릭스",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "근접형",
            "소환술사"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>베이유 가장 갑부인 율릭스는, 길드의 상인들과 접촉할 기회가 많았습니다. 소울스톤을 옮기는데 필요한 비밀루트가 율릭스네 농장을 지나가다 보니, 상인들이 뒷돈을 찔러줬거든요. 그렇게 상인들에게서 재산을 불리는 방법을 빠르게 배워갔습니다. 그렇게 농장을 서서히 불려나간 율릭스는, 어느새 베이유 최고의 갑부가 되어 민친주의의 선거판을 뒤흔들 정도가 되었습니다. 율릭스는 후보로 출마하지는 않았습니다. 하지만 그의 농장의 힘을 빌리는 사람이 선거에 유리할 것은 자명 합니다.</p><h4>플레이스타일</h4><p>돼지 농장 주인 답게, 유사 소환술사 처럼 행동 합니다. 다른 소환술사처럼 아예 유닛을 소환하지는 못합니다만, 이미 필드에 나와 있는 돼지를 더 비싼 돼지로 바꾸는 능력이 있습니다. 추가로 율릭스는 다른 돼지 들에게 명령을 내려서 추가 공격을 거나, 작전을 하도록 명할 수 있습니다. 게임 초반에 싼 돼지를 업그레이드 시켜서 포인트적으로 이득을 보고, 그 후에 체급차를 활용해서 게임을 주도해 나갑니다.</p><h4>강점</h4><p>유닛 개개인의 질이 좋습니다. 돼지들이라 이미지 자체가 좀 예능적이고 이고, 능력도 예능적인 능력이 몇개 있기는 하지만, 다들 포인트값 이상의 펀치력을 가지고 있습니다. 소환술사들은 대부분 소환 대상 이라는 이유로 가성비 떨어지는 편이지만, 얘들은 소환은 아니다 보니까 가성비가 높게 측정이 되어 있습니다. 따라서 육성이 끝나면 상대는 정예 2-3명으로 진행을 하는데, 자신은 정예 5-6명으로 싸우는 효과가 있어 부대의 질로 압도합니다.</p><h4>단점</h4><p>초반 1-2턴을 육성하는데 투자를 해야 합니다. 연장 플립 없으면 5턴 게임이니, 사실상 주어진 시간의 1/3을 돼지 육성에 투자하는 겁니다. . 따라서 상대에게 게도 자기가 하고 싶은거 하는 시간을 다 주고, 위치적으로 유리한 고지를 선점할 기회를 주게 됩니다. 상대가 진을 친 곳을 정예병 파워로 뚫어야 하는 상황이라, 그 공격 한방이 막히면 육성으로 날린 시간이 참 아까워 집니다. 그래서 이 부대는 특히 배치가 중요 합니다. 배치를 잘 못하면 육성한 돼지들이 제 시간에 원하는 행동을 하러 갈 시간이 너무 줄어듭니다. (추가로, 유사 소환이지만, 사는 모델은 소환사와 같은 수준으로 사야 해서, 입문 비용이 많이 깨집니다.)</p><h4>이런 사람이면 율릭스를 해야 한다</h4><p>상대보다 전력적으로 우위를 범하는 부대르 하고 싶다. 프린세스 메이커를 좋아한다. 마이 스타일이다.</p>"
            }
        ]
    },
    {
        "name": "The Brewmaster",
        "nameKo": "브류마스터",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "컨트롤",
            "디버퍼"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>갑자기 그렘린 사회에 불쑥 나타나서 술을 전파해서 신으로 추앙 받고 있는 그렘린...알고 보니 어렸을때 길을 잃어 버렸는데, 텐썬더가 데려가서 그렘린 첩자로 키웠음. 장성하고 나서, 술을 가지고 가서 그렘린 정보 파오라고 했는데, 신으로 추앙 받자 텐썬더 버리고 그렘린의 술의 신으로의 삶을 영위하고 있음</p><h4>플레이스타일</h4><p>2판 최고의 예능캐 였다가 (3년간 토너먼트 출전 0) 3판에서 갑자기 취권을 익히고 오더니 괜찮은 컨트롤 마스터가 되어 돌아 왔습니다. 브류마스터 자신은 술을 권할 수 있는데, 이게 술독이여서 상대를 중독 상태로 만들고, 중독 상태가 심해 질 수록 점점 스탯에 패널티를 주는 기믹을 가지고 있습니다. 휘하 부하들은 취권을 익히고 있는데, 이 취권이 - 보정을 +로 취급하고, + 보정을 -로 취급하게 만듭니다. 이 게임에서는 -보정 받을일이 압도적으로 + 보정 받을일 보다 많기에, 큰 이점으로 가져 옵니다. 브류마스터가 술을 권하면서 전장을 컨트롤 하고, 취권 닌자들이 + 보정을 받으면서 전장을 지배해 갑니다.</p><h4>강점</h4><p>- 보정을 강요하는 트릭스터/회피탱 계열 크루에 절륜한 파괴력을 보입니다. 특히 지난번 소개시켜드린 콜렛 처럼, 상대에게 - 보정을 덕지덕지 붙히는 애들을 신나게 혼내 줄 수 있습니다. 브류마스터 자체도 뭔가 예능짓 같지만, 어쨋든 상대의 행동에 제약을 가하기 때문에 전장 컨트롤도 우수합니다. 이렇게 브류마스터 주변에서 뭉쳐 다니면서 트릭스터/회피탱 계열 상대로 중앙 점령전등에 큰 위력을 보입니다.</p><h4>단점</h4><p>반대로 잔술수 없이 힘으로 찍어 누르는 크루에게 약한 면모를 보입니다. 지난번 소개시켜드린 호프만이나, 위의 오필리아처럼, 아 모르겠고 나는 내할일 하면서 너 때릴꼐 하면...취권 애들이 대부분 기본 성능은 좀 약한 편이라 브류마스터의 술 강권 신공이 없으면 우수수 죽어 나갑니다. 상대의 부대 구성에 따라 내 부대가 천국과 지옥을 오가는 부대여서...상대가 주로 어떤 마스터를 쓰느냐를 타는 희안한 크루 입니다.</p><h4>이런 사람이면 브류마스터를 해야 한다</h4><p>밸런스 있는 크루를 하고 싶다. 회식에서 부장님이 주는 술 때문에 고생이 많았는데, 상대에게도 그 기분을 알게 하고 싶다.</p>"
            }
        ]
    },
    {
        "name": "Mah Tucket",
        "nameKo": "마 터켓",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "힘싸움",
            "지형 컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>쏘머 티스 존스의 딸인 마 터켓은 베이유의 알아주는 왈가닥이었습니다. 우연히 길가다 매우 거대한 나무 숟가락을 주었는데, 이 나무 숟가락으로 지나가던 그렘린을 때렸더니, 그 찰진맛을 잊지 못하게 되었습니다. 찰진 그녀의 스윙은, 여성 그렘린의 압도적인 지지를 받기 시작하였고, 어느새 그렘린 여성들의 잇-걸이 되었습니다.</p><p>민친주의가 열리고, 세력에서 밀리기 시작한 존스는 여성 그렘린들의 지지를 모으고자, 마 터켓에게 야권 단일화를 제의 했습니다. 그러나 꼰대 아빠가 싫었던 마 터켓은....단일화를 하겠다고 선언하고는, 아빠의 부하인 레니 (설정상 가장 멍청한 그렘린)에게 자신의 진흙을 모두 줘 버리고는, 자신의 오두막으로 튀었습니다. 그리고 오두막 주변에 펜스를 치고는, 누구든지 그 펜스를 넘어오면 숟가락으로 찰지게 맞는다고 엄포를 넣기 시작했습니다.</p><h4>플레이스타일</h4><p>마치 삼국지 3-5처럼,전투 시작시 함정 마커를 파놔서 (특: 적에게 보임) 상대의 진격을 까다롭게 만들고, 마 터켓 자체는 왈가닥이라는 성격 답게 짦은 거리를 이리 뛰고 저리 뛰면서 우든 스픈으로 찰지게 적을 때려 줄수 있습니다. 2판에서는 레이디 저스티스의 오마쥬여서 근접이 엄청 쎄게 때리거나, 개그룰로 아군을 때리던 룰이 정리되어서, 룰러코스터가 적어지고 좀 더 적절하게 그리고 꾸준하게 근접 공격을 때릴 수 있게 버프(?)를 받았습니다. . 그렘린 최고의 미녀를 보유한 크루로, 이 미녀가 적을 유혹하여 자기 쪽으로 걸어오게 할수도 있는데, 이 유혹을 사용하여 함정쪽으로 걸어오게 해서 (함정에 걸리면 1뎀의 피해와 방어 능력이 -1 깍입니다) 난전을 만들고, 36 x 36게임에서 한턴에 21인치를 주파할 수 있는 닭기병들이 후방을 잡습니다</p><h4>강점</h4><p>가장 전력적인 면이 뛰어난 크루 입니다. 그렘린 최고의 미녀와 가장 머리 좋은 그렘린을 보유한 부대 답게, 삼국지식 계략에 능합니다. 함정 마커의 경우, 부대를 잘 구성하면 최대 4개 까지 깔고 시작할수 있고, 정찰병들이 지속적으로 함정 마커를 깔수 있어, 병목구간 난전에서 최고의 전투력을 자랑합니다. 거기다가 닭기병의 경우, 21인치라는 미친듯한 스피드로 적진을 파고 들수 있어, 적진에서 물품을 흠져오는 symbol of authority나, break through, spread them around 같은 작전에서 압도적인 우위를 정할 수 있습니다.</p><h4>단점</h4><p>원거리 공격 능력이 많이 취약합니다. 원거리 유닛이라고 있는 애들이 주요 기믹이 피격자 옆에 원거리로 잔해 마커를 떨구는 애들이라, 마 터켓보다 메이펭 부대에서 더 활약을 합니다. 사실상 유혹 하는 픽시 벨레만이 제대로 된 원거리 기술을 가지고 있어, 함정으로 유혹해서 거리를 빠르게 좁히거나, 닭기병이 빠르게 적에게 접근해서 원거리 공격을 봉쇄해야 합니다.</p><h4>이런 사람들이 마 터켓을 해라</h4><p>한니발의 전술에 감명을 받았다. 삼국지에서 함정 + 화계로 재미 좀 봤다.</p>"
            }
        ]
    },
    {
        "name": "Wong",
        "nameKo": "웡",
        "faction": [
            "BAYOU"
        ],
        "tags": [
            "범위공격",
            "원거리형"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>유연히 지나가던 텐센더 소속의 상인을 만난 것은 왕에게 기연있습니다. 상인이 가지고 있던 동방의 기물들과 마법 장비들 중 남는 것들을 받은 왕은, (사실 불량품들이었지만) 그 화려함에 감명 받았습니다.</p><p>텐센더들의 마법사와 권법가들을 보면서, 약간의 재주를 얻어 돌아간 왕.......그런 왕은 그렘린들에게 마치 슈퍼 히어로 처럼 느껴졌습니다. 그를 추종하는 그렘린들이 그의 주위로 몰려 드렸고, 왕은 그들을 훈련 시켰습니다. 불량품인 마법 장비들이라 어딘가 문제가 있었지만, 그렘린들과의 싸움에서는 충분히 위력적이었습니다. 그렇게 왕은 그렘린들의 슈퍼 히어로가 되었습니다</p><h4>플레이스타일</h4><p>광역 마법을 팡팡 날리는 마법사입니다. 대신 약간의 하자가 있는 광역입니다만, 크루 전체가 아군의 효과로 피해를 입을 때 추가로 버프를 얻는 기믹이 있어서 어느정도 상쇄가 됩니다. 특히 그 중에 glowy token이라는 것을 얻는데, 이 토큰을 사용해서 원하는 카드의 슈트를 얻기 때문에 미니언들도 트리거를 원하는 타이밍에 터뜨릴 가능성이 높아 좋습니다. 이렇게 미니언들의 트리거와 광역 마법으로 적을 압박해 갑니다.</p><h4>강점</h4><p>광역마법 하나로 정리가 됩니다. 적들이 뭉쳐있으면 광역을 연달아 날려서 상대가 쉽게 못 뭉치가 합니다. 특히 마법중에 아군을 타켓으로 광역마법을 쓰면, 그 피해량이 더 느는 경우도 있어서, 부담없이 광역 마법을 날리면 됩니다.</p><h4>단점</h4><p>광역 마법이다 보니 한 방 한 방 데미지 자체는 낮습니다. 따라서 상대가 넓게 산개하면 한명 한명 저격하는게 힘들어 집니다. 특히나 이 게임은 스커미시 게임이다 보니 작정하고 호드로 짜는게 아니면 잘해봐야 2명 정도 뭉치는 것이 현실이라....아쉽게도 이론상 쎄지만 현실에서 별로인 마스터로 악명 높습니다.</p><h4>이런 사람이면 왕을 해야 한다</h4><p>창세기전 2에서 트리플 엘리멘탈 블라스트 날려봤다. 매드 싸이언티스트를 좋아한다.</p>"
            }
        ]
    },
    {
        "name": "Zoraida",
        "nameKo": "조라이다",
        "faction": [
            "BAYOU",
            "NEVERBORN"
        ],
        "tags": [
            "컨트롤",
            "오베이"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>원래 말리폭스의 운명의 여신. 모든 운명을 관장하는 힘이 있었으나, 갑자기 지구와의 차원관문이 열리고 힘을 잃기 시작....엄청난 미녀 였는데 그래서 추해짐. 다시 이뻐지고 싶어서 네버본 내전을 일으키고, 인간들에게 내분을 일으키려 하였으나, 네버본인데 인간 행사하는 루시우스 때문에 다 들통남...그래서 멍청한 그렘린들을 데리고 인간과 네머본을 다 죽이고 차원 관문을 닫으려고 하고 있음. 최초의 네버본 중 하나라 네버본과 듀얼 팩션</p><h4>플레이스타일</h4><p>극강의 컨트롤형 마스터로, 오베이라는 기술의 주 특기 입니다. 이 오베이는 일종의 마인드 컨트롤로, 아군이나 적 하나에게 사용하면 대상을 한 번 더 행동 시킵니다. 아군의 에이스에게 걸어서 에이스를 한 번 더 써먹던가, 적군에게 걸어서 적군 끼리 싸우거나, 작전하러 온 애를 다시 배치 구역으로 걸어가게 하는 등, 혼자서 마음대로 판세를 지배합니다.</p><p>거기다가 조라이더의 오베이는 한턴에 한 번 대상에게 \"2번의 행동\"을 시키는 능력이 있고, 아군에게 쓸 경우, 그 아군이 2점의 피해를 입는 다신 다음 행동시 또 1번의 추가 행동을 하게 하는 능력이 있습니다. 즉 조라이더의 3번의 행동이, 총 6번의 행동으로 치환되는 창조경제가 일어납니다. 거기에대가, 조라이더는 아군 스웜핀드 유닛을 중계점으로 오베이를 쓸수있어, 자기는 안전하게 배치구역에 있으면서 장거리 오베이가 가능합니다. 이렇게 오베이 하나로 판세를 쥐락펴락 하는 강력한 마스터 입니다.</p><h4>강점</h4><p>초강력 오베이. 위에서 설명한 오베이 하나로 모든게 끝납니다. 적이 작전하려고 오면 오베이로 다시 뒤로 보내거나, 아군 에이스 한 번 더 우려 먹어서 상대를 죽일수도 있고...기타 등등 활용법이 너무 많습니다.</p><h4>단점</h4><p>강력한 오베이니 만큼, 그만큰 들어가는 리소스도 많습니다. 꽤나 높은 값의 카드가 필요하기 때문에 핸드를 오베이만을 위해 아껴야 하고, 문양을 맟춰야 부과 효과가 나기 때문에 이를 위한 소울 스톤 소모가 극심합니다. 따라서 초반에 오베이로 어떻게든 판세를 잡지 않으면, 조라이다 보다 카드를 많이 뽑기로 유명한 아케니스트 애들이나, 소을 스톤을 흠치는 파커 같은 애들을 많나면 후반 뒷심이 매우 딸립니다. 그래도....오베이는.....</p><h4>이런 사람들이면 조라이다를 해라</h4><p>소싯적 매직 하면서 불루였다. 철저하게 상대를 농락하는 것을 좋아한다.</p><h4>네버본/베이유 조라이다 비교</h4><p>마커스와 다르게, 조라이다는 양 팩션 모두 강력함을 자랑합니다. 결국 어떤 놈을 오베이로 더 부려 먹고 싶냐 차이인데, 네버본일 경우 후디드 라이더 - 도플갱어라는 조합이, 베이유일 경우 프랑슈아 라크로이 - 일등항해사라는 애들을 더 부려 먹을 수 있는데, 어느 콤비를 더 선호하느냐에 따라 팩션을 선택하는 것이 일반적입니다. 단, 네버본의 경우, 미니언들에게 기동 종료시 추가로 카드를 뽑을 수 있는 ancient pact라는 업그레이드를 붙힐수 있는데, 조라이다의 경우 카드를 최대한 많이 보는 것이 중요하기 때문에 네버본이 조금 더 우위에 있지 않나 싶습니다.</p>"
            }
        ]
    },
    {
        "name": "Lucius Mattheson",
        "nameKo": "루시우스",
        "faction": [
            "GUILD",
            "NEVERBORN"
        ],
        "tags": [
            "컨트롤",
            "오베이"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 01. 29.",
                "content": "<p>사실 그는 네버본의 도플갱어 였습니다. 우연한 기회에 죽어가는 진짜 루시우스 매터슨을 길에서 만나자, 그는 진짜의 목숨을 끊어 버리고, 자기가 루시우스의 외형을 복제하고는 루시우스인 척을 하면 놀았습니다. 그렇게 인간 사회에 잘 적응하였다는 걸 알게 되자, 릴리스는 그에게 길드에 잠입하여 스파이짓을 해달라고 부탁합니다.</p><p>그렇게 길드로 가서, 인턴으로 시작한 루시우스는....너무 일을 잘해서 말리폭스 마을의 서열 2위인 대법원장으로 승진합니다...그러다가 1인자였단 말리폭스 자사가 자기 분에 못 이겨 자폭하고 나서는, 자사 대리로써 인간 세계의 1인자가 되고 말았습니다.</p><h4>플레이스타일</h4><p>네버본 출신의 도플갱어라는 설정 답게, 길드-네버본 듀얼 팩션으로 고용이 가능합니다. 세력가라는 컨셉답게, 게임상 능력은 자기 아랫것들을 부려 먹는 능력으로, 자기 휘하 크루나 미니언에게, 즉각 한 행동을 하도록 명령을 내리는 기믹을 가지고 있습니다. 루시우스의 직속 유닛들은, 자기턴이 아닌 상태에서 행동을 하면 (즉 루시우스의 명령 능력으로 행동을 하면) 카드 한장을 뽑는 능력을 가지고 있어서 어느정도 손패 수급도 유용한 편입니다. 이렇게 루시우스의 명령으로 아군의 에이스 유닛들에게 추가 행동을 하게 만들어 행동력에서 우위를 점해 진행해 갑니다.</p><h4>강점</h4><p>루시우스가 네버본 보다 길드에서 더 환영 받는 이유인데, 강력한 공격력을 가진 미니언들로 재공격이 가능하게 만들어줘 부대의 공격력을 극대화 할 수 있습니다. 그 와중에 카드 수급도 어느정도 유용한 편이라 정면 힘싸움에서는 뒤지지 않습니다. 대법관장이라는 컨셉 답게, 휘하에 변호사들이 적당한 디버프 까지 상대에게 선사해서 단순히 정면 힘싸움만 하는 것말고, 어느정도 계략에도 능한 편입니다.</p><h4>단점</h4><p>오베이라는 완벽한 상위 호환 능력이 존재하고, 그걸 잘 쓰는 조라이다라는 라이벌이 동 팩션내에 있다는 것이 문제입니다. 루시우스의 명령은 아군 미니언이나, 루시우스의 직속 elite 부대에게만 거는 것이 가능하지만, 오베이는 그런 제한이 없고, 심지어 적에게도 사용할 수 있어 그 활용도가 루시우스의 명령보다 횔씬 앞섭니다. 그 차이점을 보완하기 위해서, elite 부대원들은 명령을 받을 떄 마다 카드를 뽑는 보너스를 넣었습니다만, 이는 오히려 로스터의 고착화를 강요한다는 패널티라고 보는 사람이 더 많은 것이 아쉽습니다.</p><p>이러다보니, 이래저래 길드에서 더 환영 받습니다.</p><h4>이런 사람이면 루시우스를 해야 한다</h4><p>내 마스터는 진정한 의미의 지휘관인 모델로 하고 싶다. 명령 내리는 것을 좋아한다. 게임에서나마 감투 써보고 싶다</p><h4>길드/네버본 차이점</h4><p>일반적으로 루시우스는 길드로 사용되는 편입니다. 항상 작전능력에 대해서 서술을 했습니다만...루시우스는 휘하 부대의 작전 능력이 뛰어난 애들이 많아서, 굳이 네버본의 작전병이 필요하지는 않습니다. 따라서 전투력이 좋은 길드 공용 유닛이 더 유용합니다.</p>"
            }
        ]
    },
    {
        "name": "Perdita Ortega",
        "nameKo": "페르디타 오르테가",
        "faction": [
            "GUILD"
        ],
        "tags": [
            "원거리형"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 04.",
                "content": "<p>Ortega 가문은 대대로 말리폭스에서 목장을 운영하며 평화롭게 살고 있었습니다. 메히코인 특유의 가족문화로 인해 가족들이 똘똘 뭉쳐서 목장을 운영해 갔는데, 하필이면 말리폭스의 신비의 숲 근처라, 항상 네버본들과 투닥투닥하면서 살고 있었습니다.</p><p>그러다가 갑자기 선대 당주였던 Papa Loco가 모종의 이유로 미치게 되었고, 오빠였던 프란시스코는, 동생인 페르디타가 더 리더쉽있고 강하다는 생각에 페르디타에게 당주 자리를 양보 하였습니다.</p><p>그들의 네버본과의 히스토리를 들은 길드는, 그들에게 네버본 사냥을 의뢰하기 시작하였습니다. 페르디타는 자신들의 가족과 함께 인간을 괴롭히는 네버본을 잡으러 오늘도 신비의 숲을 들어갑니다.</p><h4>플레이스타일</h4><p>저스티스가 칼로 모든걸 해결한다면, 페르디타는 총으로 모든걸 해결합니다. 총 공격력이야 우수한 편인데, 단순이 적에게 쏘는 것 뿐만 아니라, 최대 20인치 거리의 적 스킴마커도 총으로 쏴 없에 버릴 수 있습니다. 거기다가 자리 잡고 제압사격 모드에 들어가, 사거리내로 적이 이동하거나 차지하면 그 즉시 그 적에게 사격을 가하는 아레아 디나이얼 능력도 있습니다.</p><p>컨셉 답게 휘하 무대는 오르테가 가문과 목장 노동자들로, 각 유닛마다 하나씩 역활이 지정되어 있고, 가문 유닛이 기동하면, 그 즉시 옆에 있는 가문 유닛이 이어서 기동하는 컨셉을 가지고 있습니다. 리소스 소모가 크긴 하지만, 가문 유닛들이 연달아 기동함으로써 상대에게 반응할 틈을 주지 않고 몰아치는 것이 가능합니다.</p><h4>강점</h4><p>가족끼리의 연쇄기동으로 우르르 몰려다니면서 초반에 기세를 확 잡을 수 있습니다. 오르테가 가문 사람들이 다들 한 펀치력 하기 때문에 연쇄기동하면 적 하나는 죽었다고 생각하시면 됩니다. 페르디타의 원거리 공격력이야 최상급이고, 제압 사격으로 맵의 1/4에 대해 강제력에 의한 조종이 가능해서, 맵 활용이 유용합니다.</p><h4>단점</h4><p>하늘은 페르디타를 낳으시고, 왜 오필리아를 또 낳으셨던가......설정상 오필리아가 페르디타를 따라했다는 건데.....오필리아가 모든 면에서 페르디타 보다 우월합니다. 물론 오르테가 가문의 다른 사람들이 오필리아의 친족들보다 공격력이 쎄긴 합니다만, 크루 전체의 파워는 오필리아가 더 쎼고 (그만큼 오필리아의 사격이 쌥니다), 오필리아의 친족들이 좀 더 다재다능합니다. 그러다 보니 이런 컨셉을 좋아하는 사람들은 오필리아를 선호하는 경향이 강하다보니....연구도 적고 유저도 적은 불운의 마스터 입니다.</p><h4>이런 사람이면 페르디타를 해야 한다</h4><p>섹시 다이나마이트 라티노....need I say more?</p>"
            }
        ]
    },
    {
        "name": "Cornelius Basse",
        "nameKo": "코넬리우스",
        "faction": [
            "GUILD",
            "EXPLORER`S SOCIETY"
        ],
        "tags": [
            "원거리형",
            "지형 컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 04.",
                "content": "<p>소울스톤에 대한 수급이 점점 어려워 지자, 지구의 사람들은 초조해지기 시작했습니다. 지구를 뒤에서 조종하는 비밀 결사단은, 이 문제를 해결해 줄 해결사를 찾고 있습니다.</p><p>코넬리어스는 미국 오클로호마에서 혼자 딸을 키우는 평범한 홀아비였습니다. 그런데...하필이면 그 딸이 부폐한 판사의 아들과 시비가 붙었고, 결국 그 아들은 죽고 말았습니다.</p><p>부폐한 판사는 정당방위였음에도 딸에게 사형을 구형했습니다. 그런 코넬리우스에게 한 할아버지가 제안을 합니다. 말리폭스로 와서 자신들을 도와주면 딸을 구해주겠다고....생각할 겨를도 없이 코넬리우스는 그 제안을 받아 드렸습니다. 그렇그 평범한 미국인은 딸을 위해 말리폭스로 아직 탐험이 되지 않은 곳의 탐색대를 이끌게 되었습니다.</p><h4>플레이스타일</h4><p>개척부대라는 컨셉 답게, 전진 배치 능력이 있고, 빠르게 치고 나갈수 있습니다. 마스터는 샷건든 상남자로, 다른 총보다 사거리가 짦은 대신에 광역 피해를 줄 수 있고, 샷건 답게 근접 전투에서도 사용 가능합니다. 부대원 대부분 먼지를 일으켜서 상대의 시야를 차단하는 마커를 설치할 수 있고, 마커 주변에 있으면 보너스를 받을 수 있습니다. 근-중거리 전투에 능하고, 전진 배치 능력을 활용해서 빠르게 상대보다 주요 고지를 점령해 나가는 방식으로 게임을 운영합니다.</p><h4>강점</h4><p>빠르고, 은근히 딴딴합니다. 보통 두개가 같이 가는 컨셉이 아닙니다만, 프런티어라는 컨셉 답게 여러가지 상황에서도 잘 버티고, 빠르게 적진을 치고 들어갈 수 있습니다. 코넬리우스의 샷건은 사거리가 좀 짦지만 그래도 원거리 공격인데다가, 광역 공격까지 가능해서 엘리트/호드 크루 모두 잘 때려 잡습니다. 유닛 전체가 빠르고 먼지 마커를 타고 들어가는 능력이 있어서, 적진에 치고 들어가는 작전 (특히 symbol of authority)같은 작전에 능합니다.</p><h4>단점</h4><p>그래도 길드는 길드......작전 능력이 떨어집니다. 쏘싸이어티팩션이라면 작전 능력이 좋은 공용 유닛이 있어 좀 더 나은 상황이겠습니다만...길드는 어쩔수가 없죠. 상대 진형에 빠르게 쳐들어가서 뭘 따오거나, 상대 배치 구역을 점령하는 미션 등 제한 적인 미션이 아니면 다른 미션 진행이 어렵습니다.</p><h4>이런 사람이면 코넬리우스를 해야 한다</h4><p>샷건은 진리다. 상남자다. 탐험정신이 넘친다.</p>"
            }
        ]
    },
    {
        "name": "Dashel Barker",
        "nameKo": "대셜 바커",
        "faction": [
            "GUILD"
        ],
        "tags": [
            "근접형",
            "소환술사"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 04.",
                "content": "<p>그는 흔한 훈련 조교 1이었습니다. 승진에 욕심도 없고, 그저 길드의 새로 들어오는 신병들을 괴롭히는 것에 만족하며 사는 소시민이었습니다.</p><p>문제는, 그의 능력이 너무 뛰어났습니다. 시범을 보인다고 휘두른 도끼는 훈련용 더미를 한번에 박살내 버렸고, 대충 쏴본 총은 백발 백중이었습니다.</p><p>그래서 그는 승진 시험에서 일부로 실수를 했습니다. 그런데.....루시우스의 눈에 든게 문제였습니다. 그의 실력을 단숨에 알아본 루시우스는 그를 자신의 경호실장으로 임명했고, 루시우스가 임시 주자사 대리가 되었을때, 그는 길드의 Captain (총사령관)이 되었습니다. 맨날 승진하기 싫다고 입버릇처럼 말하는 캡틴은.....오늘도 신병을 오피스로 불러 갈구고 있습니다.</p><h4>플레이스타일</h4><p>길드의 소환사(!) 포지션으로, 캡틴의 지위를 이용해서 원군을 부른다는 컨셉입니다. 설정답게 자기 자신의 근접 공격력/원거리 공격력도 준수한 편이고, 정규군을 소환한다는 컨셉 때문에, 소환수들이 이 게임 전체에서 소환 될 수 있는 소환수 중 가장 강한 애들을 소환합니다. 물론 그만큼 소환이 어렵습니다만, 데셜의 소환수 중 약한 애들이 다른 소환사들의 중급 이상의 정예군이 나오다 보니 소환수 파워만으로도 상대의 정규군을 상대할 정도 입니다.</p><p>거기다가, 데셜의 가장 큰 장점은 \"상대의 스킴 마커를 제거하면서 소환한다\"라는 점입니다. 소환 하나로 소환과 상대 작전 방해하는 일석 이조의 효과를 보기 때문에 전략적으로 매우 유리한 고지를 가져갈 수 있습니다.</p><h4>강점</h4><p>소환수들의 파괴력이 엄청납니다. 율릭스나 네키마 처럼, 기존에 있는 유닛들을 능력을 써서 업그레이드 시킨 최종테크의 유닛을, 육성이 아니라 무에서 깡소환 하는 능력이 있습니다. 소환 조건이 상대 스킴마커 제거라, 상대가 스킴마커 안 뽑으면...? 이라는 문제를 보완하기 위해서, 자기 부관이 \"적 스킴마커 취급이고, 적 스킴마커를 제거하는 능력을 자신에게 쓰면, 대신에 드로우를 한다\"라는 능력을 가지고 있어서.....초반에는 카드를 뽑으면서 소환을 하고, 후반에는 상대의 스킴마커를 제거하면서 소환하면 됩니다. 그야말로 소환술 하나로 판세를 장악할 수 있습니다.</p><h4>단점</h4><p>그래도 태생이 길드라...작전 능력이 그렇게 뛰어나지는 않다는 점은 변함이 없습니다.. . 강력한 정예병을 소환해서 적에 작적 수행을 억제하고, 본대가 작전을 수행해야하는데, 그 빈틈을 어떻게 활용하는지 고민을 많이 해야 합니다. 추가로 초반 소환을 위해 데셜의 부관의 중요도가 매우 높습니다. 데셜의 경우, 아군 마커를 제거하여 소환하는 것도 가능하긴 합니다만, 그럴 경우 소환 굴림에 패널티를 받기 때문에 부관 보호에 큰 신경을 써야 합니다.</p><h4>이런 사람이라면 데셜을 해야 한다</h4><p>스커미쉬 게임이지만 나는 아미를 데려오고 싶다. 정예군단 지휘하고 싶다.</p>"
            }
        ]
    },
    {
        "name": "Nellie Cochrane",
        "nameKo": "넬리",
        "faction": [
            "GUILD"
        ],
        "tags": [
            "컨트롤",
            "스키머"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 04.",
                "content": "<p>그녀는 사실 별 볼일 없는 소규모 신문사의 별 볼일 없는 기자였습니다. 그러던 어느날, 우연한 기회의 광산에서 아케니스트들과 광부들의 비리에 대한 정보를 입수할 수 있었고, 이를 폭로하는 기사를 써서 말리폭스 전역의 주목을 받았습니다. 그 기사를 본 길드는, 그녀에게 말리폭스 태틀러라는, 말리폭스에서 2번째로 큰 신문사의 편집장 자리를 제안 합니다. 대가는 평생 놀고 먹을 수 있는 돈과, 길드에 대한 좋은 기사를 매일 써달라는 거였습니다. 그녀도 길드를 그렇게 좋아하는 편은 아니었지만, 더 큰 대의를 위해서, 정말 대중이 알아야 하는 진실을 파훼치기 위해서는 길드의 리소스가 필요하다고 생각 하였습니다 -그리고 그녀는 자신이 있었습니다. 자신은 부폐하지 않을 것이라는 것을...그렇게 큰 맘 먹고, 역대 최연소 편집장 자리에 올랐습니다.</p><h4>플레이스타일</h4><p>로어상 정의감 넘치지만 어쩔수 없이 악과 손을 잡은 순수한(?) 젊은 기자...이지만 어쨋든 하는 짓은 기레기 오브 기레기 입니다. 기자들은 모두 상대가 주변에서 작전행동을 하면 카드를 뽑고, Focus등 버프를 얻는 기믹을 가지고 있는데. 넬리는 상대를 인터뷰해서, 인터뷰 당할 자가 무조건 거기서 작전 행동 (주로 스킴 마커)를 하게 강제 합니다. 거기다가, 기자가 2인치 내에 있으면, 그 작전 행동을 넬리의 크루가 하는 것으로 취급 (즉 우리 스킴마커가 떨어짐)하게 하는 능력이 있습니다. 쌈박질만 잘하던 길드에 유일하게 전장 컨트롤과 작전 수행에 능한 마스터로 명망 높습니다.</p><h4>강점</h4><p>상대에게 작전 행동을 할 추가 기회를 주는 것은, 작전 승점이 중요한 이 게임에서 큰 패널티가 아닌가 보입니다만, 여기에는 헛점이 하나 있습니다. 바로 한번 스킴마커를 깔면, 그 4인치 이내에는 스킴마커를 (기타 기술이 없으면) 깔수가 없게 됩니다. 즉, 맵 중앙으로부터 1인치 이내에 스킴마커를 까는 leave your mark 라는 작전이 있다면, 상대 유닛에게 맵 중앙에서 3인치 정도에 스킴 마커를 깔게 강요하면, 상대는 그 스킴마커를 다시 다른 유닛이 지우고, 다음턴 넬리의 인터뷰를 버티고, 2인치 걸어가서 다시 스킴마커를 깔아야 하는 수고를 해야 합니다. 거기다가 리포터들이 근접해 있으면 그 스킴마커가 그냥 남의 것이라 남 좋은일만 해주고, 그 사이에 넬리는 추가 자원을 획득하는걸 봐야해서.....화납니다.</p><h4>단점</h4><p>상대의 비밀 작전이 무엇인지에 대해서 정확히 예측하는게 필요합니다. 아니면 맘 편하게 리포터들이 2인치 안에 들어가서 전격 인터뷰를 해야 하는데...당연히 이름에서부터 싸움 못하는 애들이라 조금 부담이 됩니다. 상대의 비밀 작전이 뭔지 잘못 예측하면, 인터뷰의 컨트롤 능력이 사실상 없어지는 것과 같아지기 때문에 자신의 턴을 낭비하는 효과가 발생합니다. 추가로, 당연히 이런 크루 답게, 데미지 주는 것이 부족해서 결정적인 한방이 부족합니다.</p><h4>이런 사람이면 넬리를 해야 한다</h4><p>게임은 이기려고 하는게 아니다.. 아시죠???</p>"
            }
        ]
    },
    {
        "name": "Lade Justice",
        "nameKo": "레이디 저스티스",
        "faction": [
            "GUILD"
        ],
        "tags": [
            "근접형",
            "힘싸움",
            "기동성"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 04.",
                "content": "<p>어려서부터 눈이 멀었지만, 대신 다른 감각들이 극도로 발달하게 된 데어데빌.....레이디 저스티스...어려서부터 철저히 길드에 교육을 받아 정의감에 넘치는 그런 소녀 였습니다.</p><p>길드의 철학을 철저히 주입당한 그녀는, 말리폭스에 악을 절대 용서 할 수 없는...정의의 화신으로 태어났습니다. 성장한 그녀에게, 길드는 보안관(Marshall)의 책임자 직위를 주었고, 그녀는 말리폭스의 범죄자들을 처리하기 위해 오늘도 순찰을 나갑니다.</p><h4>플레이스타일</h4><p>혼자서 무쌍 찍을 수 있는 초강력 밀리 마스터 였는데, 휘하 유닛들이 적당한 컨트롤 능력이 생기기 시작하여, sleeper 픽으로 각광 받고 있습니다. 설정상 대언데드 체포 특수 부대를 이끌고 있어서 그런지, 레져렉셔니스트 (좀비, 스켈레톤등 언데드 군단)의 가장 중요한 자원인 시체마커를 남기지 않는 능력이 있습니다.</p><p>마스터 자체는 이 게임 최강의 공격력과 기동성을 가진 유닛으로, 유일하게 한턴에 4번 이동이 가능하고., 판정만 받혀주면 한턴에 최대 7대까지 때릴 수 있어 혼자서 첫턴부터 적진 한가운데에서 난리 칠수 있고, 전에 소개시켜드린 네키마와 다르게 방어 기믹도 어느정도 가지고 있는 편이라 적진 한가운데서 장판파 찍을 수가 있습니다.</p><p>휘하 부대는 대언데드 특수부대 답게 상대 언데드를 조종한다거나, 추가 피해를 주는 등 대 언데드용 기술들이 즐비되어 있습니다. 너무 한정적인거 아니냐? 라고 생가 하시는 분들께....레이디 저스티스 휘하 유닛들이 \"상대를 언데드로 취급하게 한다\"라는 기술을 가진 애들이 있습니다. 얘들로 상대 유닛을 언데드로 만들어 버리고, 대언데드용 기술을 활용하여 상대 작전을 방해하는 능력도 출중합니다. 그런데...인간을 위해 언데드를 사냥하는 부대인데....의외로 부대의 대부분이 언데드 입니다......???</p><h4>강점</h4><p>상대가 누구를 대려와도 레이디 저스티스가 큰 칼 한척 타고 돌격하면 다 죽일 수 있습니다. 살더라도 살기 위해 가진 모든 리소스를 다 쏟아 부어야 했을 것이기 때문에, 그 이후 반격할 힘도 없고. 작전을 수행할 힘도 더욱이 떨어지게 만듭니다. 레이디 저스티스의 기동력도 굉장히 좋아서 작전 능력도 매우 우수합니다. 물론 저런 최종병기로 작전하는게 아까울수는 있으나, 어차피 이 게임은 킬보다 승점이 더 중요한 게임이고 사실상 잘 안죽는데 엄청 빠른 레이디 저스티스가 적진에서 작전하는 것을 상대가 막기 힘듭니다.</p><h4>단점</h4><p>휘하 유닛들 중에 쓸만한 기술이 다들 대 언데드 용입니다. 저리(배심원)이라는 유닛이 상대 하나 찍어서 \"너 언데드야\"하고 고발하는 능력이 있고, 주변 5인치 애들을 모두 언데드 취급하는 애들도 있기는 한데..문제는 이 선행 조건이 안 터지면 능력이 반쪽짜리가 되는 것들이라, 콤보 넣는데 신경을 많이 써야 합니다. 또한 이례 이런 마스터가 그렇듯이, 사실상 레이디 저스시스가 다 해줘야 해서, 혹시라도 죽으면 게임이 급격히 기울어 집니다.</p><h4>이런 사람이면 레이디 저스티스를 해라</h4><p>마스터 혼자서 무쌍찍는 원톱 부대가 좋다. 니가 언데드야 하고 몰아가기를 하고 싶다. 이쁜 여검사의 화양검무는 언제나 옮다.</p>"
            }
        ]
    },
    {
        "name": "Sonnia Criid",
        "nameKo": "소니아 크리드",
        "faction": [
            "GUILD"
        ],
        "tags": [
            "원거리형",
            "범위공격",
            "지형 컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 04.",
                "content": "<p>길드 최고의 마법사였던 소니아....말리폭스의 신과 같은 존재인 타이런트가 빙의했던 그녀는, 결국 타이런트를 제거하기 위해 자신을 희생 했었으나.....몰리라는 기자가 가지고 있던 고르곤의 눈물에 의해 부활하였습니다. 한 번 죽음을 경험한 그녀는 더욱 더 냉정해 졌고, 선처 없이 길드의 법!만을 집행하는 냉혹한 집행관이 되었습니다.</p><p>마법을 사용할수 있다는 능력을 신이 더 좋은일을 하라고 내려준 축복이라고 생각하는 소니아는, 개인의 욕심을 위해 마법을 남용하는 마법사를 증오합니다.</p><h4>플레이스타일</h4><p>길드의 대 아케니스트 체포 특수 부대라는 설정으로, 부대 이름도 witch hunter 입니다. 마녀는 불태워야 한다는 정신을 휼룡히 가져와서 적을 신나게 불태우는 화염마법의 압도적인 공격력으로 적을 제거해 나갑니다.</p><h4>강점</h4><p>Simple is the best. 심플하게 적에게 화염마법을 퍼부어 태워 죽입니다. 같은 화염술사이지만, 불 지르고 튀어서 도트뎀으로 깨작깨작 죽이는 케어리스(아케니스트)와 다르게, 여기는 마법 피해를 주고 + 추가로 도트뎀을 주는 형태라 진정한 화염술사의 파-괴-한-다 를 느낄 수 있습니다. 거기다가 불타기 시작한 적은 burning 숫자만큼 사거리가 줄어들고, 반대로 소니아는 burning을 가진 적을 쏠때 커버/컨실먼트를 무시하기 떄문에, 한 번 맞기 시작하면 스노우볼이 돌돌 굴러가기 시작합니다.</p><h4>단점</h4><p>그런데....그거 말고는 할 줄 아는게 없습니다. 공격력은 최강인데, 작전 수행 관련한 능력이 그야말로 전-무- 하기 때문에, 상대가 맞으면서 반격을 포기하고 작전만 하면...적 절멸시키고 나는 승점이 딸려서 지는 경우가 자주 나옵니다. 라이벌인 라스푸티나는 슬로우와 기둥으로 작전 방해라도 하는데, 여기는 디버프도 없어서 상대 작전병이 스킴마커 깔고 나서 맞아 죽으면...그것만으로도 밥값을 하게 된 마법이 벌어집니다. 길드 3대장 (저스티스, 페르티다, 소니아) 중에 가장 길드 답지만, 게임 메카닉상 가장 손해를 많이 본 비운의 마스터...입니다.</p><h4>이런 사람이라면 소니아를 해야 한다</h4><p>보겜에선 적을 죽이면 이기는 거라고 생각한다. 뭐든지 파-괴-하고 싶다.</p>"
            }
        ]
    },
    {
        "name": "Titania",
        "nameKo": "티타니아",
        "faction": [
            "NEVERBORN"
        ],
        "tags": [
            "컨트롤",
            "지형 컨트롤",
            "튼튼함"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 01.",
                "content": "<p>네버본의 선대 여왕이었으나, 릴리스, 네키마 자매의 계략에 빠져 살해 당했었습니다. 그러나 말리폭스 타이런트의 힘에 의해 언데드로 부활하게 되었고, 그 후 다시 네버본의 퀸의 자리를 위해 계략을 꾸미나, 릴리스에게 패배한 후, 네키마의 질투심을 이용해서 릴리스를 봉인하는데 성공합니다. 그 대가로 잠시 네키마에게 네버본 여왕자리를 \"허락\" 했지만, 곧 네키마도 죽이고 자기가 네버본의 일인자가 되는 것을 호시탐탐 노리고 있습니다.</p><h4>플레이스타일</h4><p>몸이 허약한 네버본의 탱킹 마스터로, 이 게임 통틀어가 가장 많은 수의 운드와, 데미지 굴림에 패널티를 주는 능력을 가지고 있고, 떄릴때 마다 피를 회복하는 기믹을 가지고 있어 엄청난 탱킹력을 자랑합니다. 거기다 부대 전체가 부쉬 마커를 깔고 시작하고, 능력으로 추가로 부쉬 마커를 깔 수 있는 능력을 가지고 있습니다. 이 부쉬마커는, 원거리 적에게는 명중에 -보정을 강제하고, 상대 유닛을 이 마커를 지나갈때 이속이 반감되게 만들어서 전장 컨트롤 효과가 있습니다. 부쉬를 방패삼아 타이타니아의 탱킹 능력을 활용하여 적의 에이스들을 묶고, 휘하 유닛들이 적의 뒷라인을 제거하는 형식으로 게임을 풀어 나갑니다.</p><h4>강점</h4><p>네버본의 스테레오타입 (빠르고 공격력 상급, 방어 하급)을 뒤집는 조커픽으로 특히 중앙 점령전 미션등에서 강력한 위력을 자랑합니다. 마스터와 발더가이스트를 위시로, 느리지만 매우 딴딴한 탱킹력을 가지고 있어 네버본은 버티는거 못하자나 하고 얕보는 적들에게 제대로 카운터를 먹일 수 있습니다. 부쉬마커를 통해서 상대의 사격각을 제한하고, 집입 속도도 늦을 추 있어 전장 컨트롤 능력도 탁월 합니다.</p><h4>단점</h4><p>네버본의 장점이 거의 희석되다 보니, 다른 크루의 부대를 빌려오거나, 공용 유닛들과 시너지가 매우 적습니다. 그러다 보니 로스터가 고착화 되는 경향이 심하고, 결정적으로 재미가 없습니다...-_-;; 네버본은 재기발랄한 계략으로 적에게 빅-엿을 선사하는 재미로 하는 팩션인데, 그런거 없이 그냥 우직하게 5턴 내내 쳐맞다가 점령 점수로 이기는 부대라 내가 네버본 하는게 맞나...싶은 기분이 듭니다.</p><h4>이런 사람이면 타이타니아를 해야 한다</h4><p>한 때 공대 탱커로 어그로 좀 끌었다. 우직한 사람이다. 중앙에서 점령전을 꼭 이기고 싶다.</p>"
            }
        ]
    },
    {
        "name": "Nekima",
        "nameKo": "네키마",
        "faction": [
            "NEVERBORN"
        ],
        "tags": [
            "근접형",
            "힘싸움",
            "기동성",
            "소환술사"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 01.",
                "content": "<p>현 네버본의 여왕으로....2판에서는 헨치맨 등급이었지만, 2판 막판에 타이타니아, 조라이다와 힘을 합쳐 릴리스를 봉인하고 자기가 여왕이 되었습니다. 릴리스와는 자매인데, 1차 내전에서 릴리스에게 밀려 네버본에서의 지위를 잃어버렸지만, 부활한 타이타니아의 힘을 빌려 릴리스를 봉인하고 다시 왕좌에 앉았습니다. 하지만....그녀의 야심욕은 이에 끝나지 않고, 타이타니아까지 죽여 네버본의 유일한 퀸이 되고 싶어 합니다.</p><h4>플레이스타일</h4><p>네키마 스스로는 비행의 기동성을 살려 빠르게 적에게 접근한 후에 큰칼로 썰어 버리는 전형적인 밀리-비터 입니다. 이 겜에서는 원래 차지는 한턴에 한번밖에 안되는데, 네키마는 이 제한이 없어서 혼자서 이리 날고 저리 날고 차지하면서 썰어 버립니다. 자기 직속 휘하 부대는 네필림족인데, 얘들은 시체마커를 먹거나, 적을 죽일때마다 다음 단계의 유닛으로 성장하는 기믹이 있습니다. 전에 소개시켜들이 율릭스 처럼, 성장 콤보를 활용하여 부대 시작시 싼 유닛들로 시작해서 얘들은 더 고급 유닛으로 육성하여 힘으로 개임을 제압해 나가는 형태 입니다.</p><h4>강점</h4><p>네키마의 절륜한 공격력... 근접으로 붙기만 하면 어떠한 유닛이라도 원콤을 내버릴 정도의 강력한 공격력을 가지고 있습니다. 비행 유닛이라 지형에 대한 제약도 없어서 빠르게 접근하여 상대의 키 모델을 제거하는 것이 가능합니다.</p><p>육성 플랜으로 가게 될 경우, 최종 테크인 성체 네필림의 경우, 네키마 보다 타수는 적지만 어택당 데미지와 기동력이 같기 때문에 중후반부 난전에서 큰 힘을 발휘합니다.</p><h4>단점</h4><p>네필림 애들이 의외로 물몸입니다. 이는 네버본 팩션 전체의 특징이기도 한데, 전반적으로 방어 기믹이 부실한 편입니다. 네필림들은 다들 재생 능력이 있어서, 턴을 버티면 어느정도 전투가 가능하기는 합니다만, 상대가 각잡고 일점사를 하면, 네키마 조차도 생존을 보장하기 힘듭니다. 따라서 적진 한가운데서 치고박기 보다는, 네필림들의 비행 능력을 활용한 힛-앤-런을 잘하셔야 합니다.</p><p>크루의 컨셉이 갈린다는 것도 문제인데, 마스터 자체는 공격 일변도라 첫턴부터 빠르게 나가야 하는데, 친위대들의 육성 콤보를 하기 위해선 율릭스 처럼 처음 1,2턴 육성만 해야 합니다. 그래서 1턴에 네키마 혼자 처들어가고 딴애들이 육성하는 형태가 되는데, 혼자 처들어간 네키마가 상대의 점사 맞아 죽고, 2턴에 육성 끝난 성체 네필림이 부랴부랴 따라 나가다가 죽는 슬픈일이 생겨 버립니다.</p><h4>이런 사람이면 네키마를 해야 한다</h4><p>마스터 혼자서 무쌍 찍는 걸 보고 싶다. 나는 한놈만 팬다. 닥돌하는 걸 선호한다.</p>"
            }
        ]
    },
    {
        "name": "The Dreamer",
        "nameKo": "드리머",
        "faction": [
            "NEVERBORN"
        ],
        "tags": [
            "원거리형",
            "소환술사",
            "기동성"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 01.",
                "content": "<p>지구에 살던, 그냥 악몽을 좀 많이 꾸는 꼬마였습니다. 그런데 사실은 엄청난 현실 조작 마법의 포텐셜을 가지고 있는 꼬마였고....그가 꿈이라고 생각하는 것은 사실 말리폭스에서 일어나는 현실이었습니다. 꿈이라 별 생각 없이 동물들을 비틀고, 집을 부수던 드리머의 \"꿈\"은, 말리폭스에 엄청난 피해를 가져 왔습니다. 그의 강력한 힘을 눈여겨 본 로드 촘피빗은, 그의 꿈으로 들어가서 그를 슬슬 꼬시기 시작합니다. 갑자기 꿈에 나타난 로드 촘피빗에 꼬임에 넘어간 드리머는....매일 꿈을 꾸면서 말리폭스에 인간들을 죽여나가고 있습니다...</p><h4>플레이스타일</h4><p>네버본의 소환술사로, 꿈꾸는 소년이라는 컨셉답게, 유닛들이 하나같이 괴랄하게 생겼습니다. 타 소환술사들과는 다르게, 소환술을 성공했을 경우, 소환수가 바로 필드로 나오는 것이 아니라, 꿈속 상태에 묻혀 있다가, 적 유닛이 WP 방어에 실패할 경우, 그 유닛 바로 옆으로 튀어나오는 기믹이 있습니다. 소환수들이 당장 필드에 나오지 않아 뭔가 작전에 도움이 되지 못하는 것 같지만, 대신 원거리에서 WP 방어하는 마법을 쐈는데 맞았을 경우, 그 소환술이 바로 그 유닛 옆에 나와서 발목을 잡아줄 수 있다는 장점이 있습니다.</p><p>이렇게 장거리에서 소환수들을 적에게 \"던져\" 시간을 끄는 사이에, 본대가 작전을 수행해서 점수를 차곡차곡 쌓아 갑니다.</p><h4>강점</h4><p>소환되는 애들과 본대 대부분이 기동성이 탁월해서 작전 수행 능력도 좋고, 다들 동급 유닛 대비 상급이라 상대가 뭘 하던 계속 짜증나게 할 수 있습니다. 네버본의 약점인 몸빵이 안된 다는 것도, 죽어도 부담이 적은 소환수들을 지속적으로 던지는 것으로 해결하고, 드리머가 쉴드와 힐을 주는 능력까지 있어서 장기전에 매우 능합니다. 공격, 작전, 방어가 모두 다 되는 유일한 네버본 마스터입니다.</p><h4>단점</h4><p>드리머가 영체라 데미지 감소 효과가 있기는 하지만, 운드가 7로 미니언 수준 (이 게임의 잡병들)으로 허약 합니다. 드리머에 대한 의존도가 굉장히 높은 크루라, 첫 1-2턴에 드리머가 죽으면 정말 아무것도 못하는 크루인데, 드리머 자체도 쿠쿠다스라 보호에 굉장히 많은 신경을 써야 합니다.</p><h4>이런 사람이면 드리머를 해야 한다</h4><p>물량전이 좋다. 상대에게 지속적으로 매달리는 질척이는 싸움이 좋다.</p>"
            }
        ]
    },
    {
        "name": "Euripides",
        "nameKo": "에우리피데스",
        "faction": [
            "NEVERBORN"
        ],
        "tags": [
            "근접형",
            "힘싸움",
            "지형 컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 01.",
                "content": "<p>타이타니아와 영혼의 싸움 끝에, 에우라이피데스는 타이타니아에게 인정을 받았습니다. 타이타니아는 혈투 끝에 에우라이피데스에게 지식의 돌을 주고 살아졌고 그렇게 단순한 광전사였던 에우라이피데스는, \"지혜\"에 눈을 뜨게 됩니다. 단순무식 힘만 쓰던 전사에서, 말리폭스 최고의 마법사가 된 에우라이피데스였지만, 그도 릴리스=네키마 자매의 계략을 미처 간파하지는 못했습니다.</p><p>타이타니아가 쓰러지자, 그는 자신을 따르던 거인들을 대리고 북쪽산에 잠적했었습니다. 그러던 어느날, 갑자기 익숙한 기운을 감지한 에우라이피데스....산을 내려온 그를 반기는 것은, 자기 보다 더 차거워 진 타이타니아였습니다.</p><h4>플레이스타일</h4><p>서리거인에 대한 오마쥬 종족으로, 한 덩치하는 거인들 위주로 크루가 구성되어 있습니다. 얘들도 얼음 기둥을 세우는 능력들을 가지고 있는데, 얘들은 만들 얼음 기둥을 먹어서 체력을 채우거나, 얼음 기둥을 적에게 집어 던져서 피해를 주는 기믹으로 구성이 되어 있습니다. 거인족 답게 주먹으로 패는거 한방 한방이 매우 아픕니다. 얼음기둥을 적절하게 세워 적의 진격각을 좁히고, 강력한 근접 공격 능력을 통해 게임을 주도해 나갑니다. 단, 흔한 서리 거인 이미지와 다르게, slow 디버프를 건다거나, 적의 이동거리를 줄이는 기믹은 적습니다.</p><h4>강점</h4><p>공격력은 상급인 네버본에서도 거인들의 공격력은 최상급입니다. 그 귀하다는 민뎀 3뎀 유닛을 다수 보유 하고 있어서, 거인들에게 맞으면 스치기만 해도 모든 공격이 치명타입니다. 얼음 기둥을 깔아서 상대의 진격이나 원거리 공격을 막는데도 탁월하고, 그렇게 좁힌 각으로 거인들이 돌격해 들어가서 덩치로 압도합니다.</p><h4>단점</h4><p>근데 미겜에서는 덩치 크다는게 득보다 실이 많습니다....다들 거인이다 보니 50mm 베이스를 쓰는데다가, 50mm 얼음기둥들을 세우다 보니, 자신들끼리 병목현상을 일으켜서 전진하는데 꼬이는 경우도 있고, 덩치가 크다보니 커버나 컨실먼트 효과도 받기가 힘들어서, 원거리 디버프 마법에 자주 노출 되기도 합니다. 그래서 강력한 근접공격력을 제대로 발휘하기도 전에 상대의 원거리 디버프에 농락만 당하는 경우에 대처하기가 어렵습니다.</p><h4>이런사람이면 에우라이피데스를 해야 한다</h4><p>진격의 거인 보고 감명 받았다. 떡대 있는 거대한 유닛이 맵을 채우는 걸 보고 싶다.</p>"
            }
        ]
    },
    {
        "name": "Pandora",
        "nameKo": "판도라",
        "faction": [
            "NEVERBORN"
        ],
        "tags": [
            "원거리형",
            "컨트롤",
            "튼튼함",
            "범위공격"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 01.",
                "content": "<p>네버본의 아싸오브 아싸....마력이 출중하다는 것은 정말 오랫 동안 알려져 있었고, 타이타니아도..릴리스도...조라이다도...네키마도...모두 그녀의 협력을 구하고자 했지만, 항상 밖에서 따로 놀았습니다. 결국 모든 네버본이 그녀를 싫어하게 되었지만, 릴리스만은 그래도 그녀에게 친절하게 대해줬습니다.</p><p>그러다가 갑자기 조라이다가, 자신과 함께 인간들을 괴롭히자고 제안합니다. 인간들을 괴롭히는 것이 유일한 낙이었던 그녀는 조라이다의 제안을 수락하고, 조라이다와 놀러 다니기 시작했는데......알고 보니 조라이다는 릴리스를 파멸시키기 위해 판도라를 이용한 것이었습니다. 릴리스가 봉인되고 나서야 그것을 깨달은 판도라는 결국 네버본과의 연을 끊기로 결심합니다...</p><h4>플레이스타일</h4><p>판도라 관련 유닛들은 모두 6인치 이내의 상대가 특정 버프나 디버프를 얻을때마다, 그 유닛을 2인치 이동시키거나 1점의 피해를 주는 오라를 가지고 있습니다. 이 오라 버블을 활용해서 유닛들로 일종의 피해망을 설치하고, 디버프를 지속적으로 걸어 상대의 움직임을 방해하고, 그 와중에 1점씩 피해를 누적시켜 적을 제압합니다. 이 피해망을 통해 병목 구간이나, 점령 미션등에서 특히 큰 활약을 보입니다.</p><h4>강점</h4><p>도트뎀 주는것 같지만 의외로 피해량이 쌥니다. 보통 피해망을 짤때, 같은 오라를 가진 애들을 2-3명을 한곳에 뭉쳐서 전진하기 때문에, 디버프 한개당 2-3점씩 주는게 기본이고, 부대 배치를 잘하면 디버프 하나로 연쇄작용으로 6-7점이 연달아 들어가는 경우도 나올수가 있어서, 상대도 그냥 도트뎀이나 하고 얕보고 들어왔다가 끔살 당하는 경우도 종종 있습연니다. 또한 디버프시 데미지 말고 2인치 이동시키는 것도 가능한데, 2인치하면 짦아 보이지만, 이걸 중첩해서 밀어버리면 상대의 작전수행에 커다란 애로사항을 선사할 수 있습니다.</p><h4>단점</h4><p>네버본 답게 다들 물몸인데, 어쨋든 적에게 근접해서 가야한다는 단점이 있습니다. 디버프 거는거 실패해서 밀어버리거나 죽이지 못하면, 다음턴의 우리편 애들 중 1-2명은 분명히 죽어 나갑니다. 또 6인치 버블을 만들다 보니까 뭉쳐다니기 쉬운데, 광역 마법을 난사하는 소니아나 웡 같은 애들 만다면 원거리에서 탈탈 털릴 수도 있습니다.</p><h4>이런 사람이면 판도라를 해야 한다</h4><p>크게 한방 떄리는 거보다 연타 콤보로 막치는게 더 시원하다. 뭉쳐 다니는 걸 좋아한다. 상대방을 빡치게 하는 것을 좋아한다.</p>"
            }
        ]
    },
    {
        "name": "Leveticus",
        "nameKo": "레베티쿠스",
        "faction": [
            "OUTCASTS"
        ],
        "tags": [
            "근접형",
            "소환술사"
        ]
    },
    {
        "name": "Parker Barrows",
        "nameKo": "파커 배로우즈",
        "faction": [
            "OUTCASTS"
        ],
        "tags": [
            "원거리형",
            "기동성"
        ]
    },
    {
        "name": "Von Schill",
        "nameKo": "폰 쉴",
        "faction": [
            "OUTCASTS"
        ],
        "tags": [
            "원거리형",
            "힘싸움",
            "업그레이드"
        ]
    },
    {
        "name": "Victoria Chambers",
        "nameKo": "빅토리아 챔버스",
        "faction": [
            "OUTCASTS"
        ],
        "tags": [
            "근접형",
            "힘싸움",
            "기동성"
        ]
    },
    {
        "name": "Tara",
        "nameKo": "타라",
        "faction": [
            "OUTCASTS"
        ],
        "tags": [
            "기동성",
            "컨트롤"
        ]
    },
    {
        "name": "Hamelin",
        "nameKo": "하멜른",
        "faction": [
            "OUTCASTS"
        ],
        "tags": [
            "디버퍼",
            "소환술사"
        ]
    },
    {
        "name": "Jack Daw",
        "nameKo": "잭 도",
        "faction": [
            "OUTCASTS",
            "RESURRECTIONISTS"
        ],
        "tags": [
            "컨트롤",
            "디버퍼",
            "튼튼함"
        ]
    },
    {
        "name": "Dr. McMorning",
        "nameKo": "맥모닝",
        "faction": [
            "RESURRECTIONISTS"
        ],
        "tags": [
            "소환술사"
        ]
    },
    {
        "name": "Molly Squidpiddge",
        "nameKo": "몰리 스퀴드피지",
        "faction": [
            "RESURRECTIONISTS"
        ],
        "tags": [
            "원거리형",
            "디버퍼"
        ]
    },
    {
        "name": "Seamus",
        "nameKo": "시무스",
        "faction": [
            "RESURRECTIONISTS"
        ],
        "tags": [
            "원거리형",
            "힘싸움",
            "기동성"
        ]
    },
    {
        "name": "Reva Cortinas",
        "nameKo": "레바",
        "faction": [
            "RESURRECTIONISTS"
        ],
        "tags": [
            "원거리형",
            "지형 컨트롤",
            "소환술사"
        ]
    },
    {
        "name": "Prof. Von Schtook",
        "nameKo": "폰 쉬투크 교수",
        "faction": [
            "RESURRECTIONISTS"
        ],
        "tags": [
            "컨트롤",
            "스키머"
        ]
    },
    {
        "name": "Kirai Ankoku",
        "nameKo": "키라이 안코쿠",
        "faction": [
            "RESURRECTIONISTS"
        ],
        "tags": [
            "원거리형",
            "소환술사"
        ]
    },
    {
        "name": "Jakob Lynch",
        "nameKo": "제이콥 린치",
        "faction": [
            "TEN THUNDERS"
        ],
        "tags": [
            "컨트롤",
            "디버퍼"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 15.",
                "content": "<p>제이콥 린치는 하루하루 도박으로 먹고 사는 야바위 꾼이었습니다. 그러던 어느날, 허니팟이라는 카지노 사장과 승부하여 이겨서 카지노를 땄는데 갑자기 책임감이 생겨서 망해가는 카지노를 살리기 위해 돈을 빌렸는데...그게 텐썬더 집단이었고, 카지노는 또 망해서 텐썬더에게 쫓기기 시작했습니다. 그런데 알고 보니 허니팟 카지노 지하에는 헝거링 다크니스라는 타이런트가 살고 있었고, 헝거링 다크니스는 린치를 도와주는 대신에, 카지노를 통해서 자신의 힘을 키우는 것을 도와 달라고 합니다.</p><p>그 후 허니팟에서는 브릴리언스라는 마약을 팔기 시작했는데, 이 마약이 말리폭스에서 엄청난 히트를 기록합니다. 그런데 이 브릴리언스는 사실 헝거링 다크니스의 마력이었고, 브릴리언스에 중독된 자들은 헝거링 다크니스에게 그 생명력을 빼았기게 됩니다.</p><h4\">플레이 스타일</h4><p>야바위꾼이라는 설정답게 페이트 덱을 조작하는 능력을 가지고 있습니다. 이 게임에서는 주사위 대신에 랜덤값을 얻을때 마다 트럼프 카드 덱의 맨 윗장을 까서 그 카드의 숫자와 슈트를 사용하여 굴림값을 정합니다. 린치와 린치 휘하 유닛들은 기동 시작할때 덱 윗장과 손에 있는 카드를 교환하는 능력이 있어 다음 굴림값을 미리 알고 조작하는 것이 가능합니다.</p><p>이 외에 카지노 직원 유닛들은 상대 유닛을 때릴때마다 브릴리언스 토큰을 주고, 브릴리언스와 연계하여 상대에게 추가 피해를 주거나 디버프를 주는 능력이 있습니다. 덱 조작과 브릴리언스를 통해서 상대와의 싸움에 우위를 점해나갑니다.</p><h4\">강점</h4><p>확률게임에서 확률을 조작한다는 점은 당연히 큰 장점입니다. 남들은 나올 굴림이 뭔지도 모르는데 나는 다음 주사위 굴림이 뭔지 안다는 점을 사용해서 심리전도 걸 수 있어 교전에서 엄청난 우위를 가질 수 있습니다.</p><h4\">단점</h4><p>그런데, 굴림값을 성공해도, 유닛들의 파워가 전체적으로 약합니다. 휘하 유닛들이 다들 전투력도 낮고, 기동성도 낮다 보니 굴림값에서 자주 이겨도 작전을 쉽게 하지도, 적 유닛을 쉽게 제거하지도 못합니다. 굴림값을 조종할수는 있어도, 상대 값이 높게 나오는 것 (특히 내가 조작한 값보다 높게 나오는 것)은 막을 수 없기 때문에, 결국 결정적일때 한방 부족이 매우 아쉬워 집니다.</p><p>부대 전체가 느린 편이고, 특별히 작전을 잘하는 휘하 유닛도 없기 때문에, 주로 미사키의 닌자들을 패널티 받고 고용하여 활용하는데...그럴꺼면 미사키 하고 말지 하는 소리가 절로 나옵니다.</p>"
            }
        ]
    },
    {
        "name": "Misaki Katanaka",
        "nameKo": "미사키 카타나카",
        "faction": [
            "TEN THUNDERS"
        ],
        "tags": [
            "근접형",
            "힘싸움",
            "기동성",
            "지형 컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 15.",
                "content": "<p>카타나카 가문의 영애로, 아버지의 명을 받아 말리폭스로 잠입하여 텐썬더를 창단하는 데 큰 공을 세웠습니다. 그러나 텐썬더 창단도, 지구의 국가들의 말리폭스 진출을 주저하게 만들게 한 공들도 아버지의 칭찬을 얻지는 못하였습니다.</p><p>말리폭스의 주자사가 자폭하고, 말리폭스 마을 전체가 혼돈에 빠지자, 바오준 카타나카는 이 기회에 모든 팩션의 기지를 공격하여 모든 주요 인사를 암살하고, 말리폭스의 패권을 텐썬더가 차지하기로 결심합니다. 미사키는 이 전략에 반대하였지만 바오준은 강행하였고, 결국 실패하고 맙니다.</p><p>미사키의 배신으로 전략이 틀어졌다고 생각한 바오준, 그리고 그것이 어느정도는 사실이었던 미사키는, 결국 서로에게 칼을 겨루고 맙니다....그리고 바오준이 심복이라고 생각하였던 미나코 레이의 배신으로 인해 바오준이 죽고, 미사키는 카타나카 가문의 새로운 수장이 되었습니다.</p><h4>플레이 스타일</h4><p>전형적인 서양식 닌자 군단 부대 입니다. 마스터인 미사키는 턴 시작시 연막탄을 던지고 맵 밖으로 나갔다가, 자기 행동차례에 연막탄 근처에 나와서 기습합니다. 휘하 부대도 다 닌자로, 연막을 던지거나, 빠르게 이동해서 기습하는 등 전형적인 닌자의 특성을 가지고 있습니다. 이 기동성과 높은 명중률로 적의 작전병을 암살하고, 그 빈 공간을 빠르게 침투하여 작전을 수행해 나갑니다.</p><h4>강점</h4><p>닌자들 답게 다들 빠르고, 기동성이 좋고, 암살자라는 특성 때문인지 다들 명중 스탯이 동급 유닛보다 높습니다. 기동성을 활용해서 작전 수행하는 데 능하고, 상대의 작전병을 빠르게 제거하여 상대의 작전 수행 자체를 방해하는게 가능합니다. 적절하게 히트앤런을 하면서 승점을 따는 능력이 높아서, 말리폭스가 추구하는 게임 방식에 가장 부합하는 마스터입니다.</p><h4>단점</h4><p>약자에게 강하고, 강자에게 약한 구성입니다. 구성원 대부분이 명중이 높지만 데미지 굴림에 보정을 주는 능력이 없어서, 대부분 민뎀을 때리다 보니까 상대의 에이스 유닛이나 탱킹 전용 유닛을 제거하려면 여러명이 몰려들어야 겨우 잡을 수 있는데, 자신들도 몸이 약한편이다 보니 이에 대한 견제력이 적습니다. 철저하게 상대의 작전병이나 서포터 유닛 위주로 짜르면서 기동성을 최대한 활용해야 합니다.</p>"
            }
        ]
    },
    {
        "name": "Shenlong",
        "nameKo": "쉔룽",
        "faction": [
            "TEN THUNDERS"
        ],
        "tags": [],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 15.",
                "content": "<p>말리폭스 세계관의 신과 같은 존재인 타이런트 중 하나였던 그 용 (the dragon)은 타이런트들의 전쟁에서 죽은 이후, 영혼 상태로 지구로 갔습니다.</p><p>쉔룽은 티벳의 고강사원 (temple of high river)에 봉사하던 흔한 스님 1이었습니다. 그러나 용은 새로운 숙주로 쉔룽을 선택하였고, 그의 몸 속으로 들어갔고, 그 이후로 쉔룽은 무술 실력은 나날히 상승해 갔습니다.</p><p>말리폭스의 세계관에는 총 5개의 유파가 있었습니다. 쉔룽은 고강사원에서 봉하하며 고공류를 배워 왔습니다만, 타이런트의 힘으로 5개의 유파를 모두 흡수하고, 5개의 유파의 대통합을 이루어 냅니다. 그리고, 다시 말리폭스로 돌아가 신의 지위를 찾으려는 용의 모략에 빠져, 통합된 5개의 유파를 이끌고 말리폭스로 넘어왔습니다.</p><h4>플레이 스타일</h4><p>설정에서는 5개의 유파가 있습니다만, 게임상으로 구현된 유파는 4개 입니다. 쉔룽은 매턴 이 4개의 유술 중 한개를 택하여 사용할 수 있게 되어 있습니다. 휘하 구현된 4개 유파의 몽크들로 구성되어 있고, 각 유파마다 하나씩 잘하는 특기를 가진 몽크들로 구성이 되어 있고, 모든 몽크들은 턴 시작시 기 토큰을 받고, 집중 행동을 할 경우, 포커스 보너스 대신에 이 기를 추가로 얻는 기믹이 있습니다. 이 기는 굴림시 사용하여 +2 보정을 주거나, 기타 다른 유술들을 사용할때 추가 효과를 줍니다. 상황에 따라 필요한 유술로 태새를 전환하여 상황을 해결해 나가는 부대 입니다.</p><h4>강점</h4><p>4개의 유술 모두 정말 유용한 기술들만 꽉꽉 담은 느낌이라, 상대가 어떠한 부대를 가지고와도 유연하게 대쳐할수 있습니다. 본격 마스터 혼자서 장풍으로 아군 유닛 밀어주고, 힐하고, 상태이상 해제하고, 자기가 직접 때리기도 잘하는 편이라 쉔룽 혼자서 왠만한 상황도 대처가 가능할 정도 입니다. 혼자서 탱딜힐에 유틸까지 있어서 솔로잉 (마스터 하나로 토너먼트 모든 라운드를 하는 것)이 가능한 유일한 마스터로, 하이브리드형 마스터 중에서 모든 능력이 A급인 아웃라이어입니다.</p><h4>단점</h4><p>쉔룽을 제외한 몽크들이 다들 안 좋기로 유명합니다. 그나마 Monk of Low River 만이 상급 힐러로써 자기 몪을 하고, 나머지 몽크들은 제대로 수련을 안했나 봅니다. 그런데 쉔룽 자체의 힐링 능력도 워낙 좋다 보니까 몽크들 전체가 잘 쓰이지 않습니다. 그러다 보니 테마 위주로 부대를 짤 경우 파워 레벨이 약한 편이라, 토너에서는 팩션 공용 유닛이나 타 마스터의 휘하 유닛들을 패널티를 받고 고용하는 경우가 더 많습니다. 부대 로스터가 고착화되는 경향이 좀 심합니다만, 반대로 한 로스터에 익숙해 지면 로스터 하나로만으로 모든 상황을 정리할수 있기도 합니다.</p>"
            }
        ]
    },
    {
        "name": "Asami Tanaka",
        "nameKo": "아사미 타나카",
        "faction": [
            "TEN THUNDERS"
        ],
        "tags": [
            "소환술사"
        ]
    },
    {
        "name": "Youko Hamasaki",
        "nameKo": "요우코",
        "faction": [
            "TEN THUNDERS"
        ],
        "tags": [
            "컨트롤"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 15.",
                "content": "<p>말리폭스의 차이나타운 같은 존재인 little kingdom에는 기와공이라는 찾은 찾집이 있습니다. 그 찾집의 주인인 유코는 그냥 평범한 찾집 주인으로 보입니다. 하지만 그녀는 관찰력이 대단했습니다. 말 하나도 단순히 넘기는 법이 없던 유코는, 그 특유의 관찰력을 바탕으로 찾집에 찾는 모든 사람들에게서 정보를 제련해 내는데 성공합니다.</p><p>카타나카 가문이 처음 말리폭스에 왔을 때, 바오준은 정보가 필요 했습니다. 단 한 번 방문으로 바오준이 카타나카 가문의 당주라는 것, 그리고 텐썬더의 숨은 수장이라는 것을 눈치챈 유코...그리고 그것을 한 번만에 알아차린 유코의 능력을 알아본 바오준은 바로 그날 유코에게 텐썬더에 가입할 것을 권유합니다. 가입하지 않으면 자신이 죽을거라는 것을 직감한 유코....그녀는 텐썬더의 전진기지로 기와공을 사용하는데 동의합니다.</p><p>말리폭스에서 벌어지는 일 중에 유코의 귀에 들어오지 않는 일은 없습니다.</p><h4>플레이 스타일</h4><p>상대의 손패를 직접적으로 공략하고, 패스토큰을 추가로 받는 능력을 활용하여 상대에게 먼저 행동하게 강요합니다. 또한 상대가 승점을 딸때마다 추가로 패스토큰을 얻고, 패스토큰을 단순히 액티를 패스하는 것이 아니라 굴림에 +보정을 받도록 활용할 수 있어 게임을 유리하게 굴려 나갑니다. 유코나 휘하 부대 모드 능력이 상대에게 두개의 선택지를 주고, ~를 안하면 ~~효과가 터진다는 능력을 가지고 있어서 상대에게 안 좋은 상황을 선택하게 강요하여 상대를 압박해 갑니다.</p><h4>강점</h4><p>패스토큰은 이 게임에서 매주 강력하고, 얻는 방법이 매우 제한되어 있는 귀중한 리소스 입니다. 이런 귀중한 리소스를 가장 쉽게 수급할 수 있는 능력을 가진 크루입니다. 패스토큰을 쌓아두면, 매턴 마지막 행동을 보장 받을 수 있고, 마지막 행동을 보장 받는 다는 것은, 상대의 방해를 받을 타이밍을 주지 않고 나의 작전을 달성하거나, 상대가 작전 달성을 위해 설치한 스킴 마커나 이동한 유닛을 제거하여 작전 달성을 철저히 막을 수 있다는 점입니다.</p><h4>단점</h4><p>허니팟 처럼 휘하 유닛들의 파워 레벨이 낮은 편입니다 - 강력한 기술들이 다들 이지선다를 상대에게 거는 능력들인데 (카드 2장을 버릴래, or 이 유닛이 피해를 입을래 선택하시오) 그걸 유코가 정하는게 아니라 상대가 정하기 때문에, 상대는 결국 자신에게 덜 불리한 것만 선택해 나가기에 그 강력한 기술들의 위력이 별로 안 강력해 보입니다. 특히 이건 유코 자신 보다 상대방이 얼마나 베테랑이냐에 따라 갈리는데, 상대가 초보~중수라면 자신에게 어떤것이 불리한지 오판할 확률이 올라가서 엄청 강력해 보이지만, 상대가 베테랑일수록 유코의 위력이 약해지는 느낌입니다. 상대가 이렇게 데미지 컨트롤을 하는 것을 패스토큰을 활용해서 상대가 먼저 행동하게 만듬으로써 불리한 선택이 뭔지 판단하는데 미지수를 최대한 던져줘야 합니다. 그래서 운용자체가 굉장히 어려운 마스터 중 하나 입니다.</p>"
            }
        ]
    },
    {
        "name": "Lucas McCabe",
        "nameKo": "루카스 맥카베",
        "faction": [
            "TEN THUNDERS",
            "EXPLORER`S SOCIETY"
        ],
        "tags": [
            "기동성",
            "업그레이드"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 15.",
                "content": "<p>가문 대대로 멕케이브 가문은 영국의 유서 깊은 고고학자 집안이자, 보물사냥꾼 집안이었습니다.</p><p>그런데, 약혼자와 함께 이집트 유물을 탐사하던 도중, 그의 정적에 의해 약혼자가 살해 당하였고, 이에 충격 받은 루카스는 막나가기 시작했습니다. 보는 사람들마다 시비를 걸고, 유물 발굴장에 혼자 처들어가 유물을 먼저 흠쳐오기도 하였습니다.</p><p>그러다 보니 자연히 텐썬더와도 싸우기 시작하였고, 점점 관계가 안 좋아 졌습니다. 텐썬더는 그를 말리폭스로 유인하여 길드에게 체포당하게 만들었습니다만, 길드는 그의 능력을 높게 사서 설득하여 길드를 위해 소울스톤과 아티팩트들을 모으게 시켰습니다.</p><p>그런데 사실 알고 보니 바오준과 루카스가 짜고 길드로 잠입하여 첩자노릇을 하는 전략이었습니다만.....주자사가 자폭한 이후, 길드는 루카스를 해고하였습니다. 길드에게서 해고 된 후 지구로 돌아왔는데....이번에는 익스플러로 쏘싸이어티가 그에게 접근해 왔습니다. 쏘싸이어티의 제안에, 그는 다시 말리폭스로 돌아갑니다.</p><h4>플레이 스타일</h4><p>2판에서는 길드/텐썬더 듀얼 팩션 마스터 였다가, 3판에서는 갑자기 익스플로어쏘싸이어티/텐썬더 듀얼 팩션 마스터가 되었습니다.</p><p>마스터 자체는 보물 사냥꾼이라는 로어 답게 잔해/시체마커 도굴해야 카드를 뽑고, 아티팩트를 발굴하여 아군에게 나누어 줌으로써 아군을 강화시킵니다. 특히 멕케이브가 나눠주는 유물중에, 적의 모든 방어 기제를 무시하는 능력을 주는 광선검이 있어, 이 광선검을 헤비히터에게 장착시켜주는 줌으로써 전투를 쉽게 이어나갈수 있습니다. 멕케이브 자신은 단순히 이동을 하는 것만으로 적에게 2점의 피해를 주는 듀얼 강제시킬수 있어서 상대의 리소스를 서서히, 그러나 확실하게 잠식시켜나가고, 우리편은 시체/잔해마커의 루팅을 통해 리소스를 충전해 감으로써 소모전을 이끌어 나갑니다.</p><h4>강점</h4><p>휘하 부대가 모두 잔해/시체 마커 1인치 주변에 있으면 카드 뽑는 능력이 있고, 몇몇 유닛들이 잔해마커를 그냥 생성하는 능력이 있어서 초반부터 리소스적 우위를 점해나갈 수 있습니다. 거기다 마스터 자체는 상대에게 끈임없이 카드를 소모하게 만드는 능력이 있는데, 이게 굴림 없이 단순히 이동만 함으로써 발동하기 때문에 상대 입장에서는 부대원에게 피해가 누적이 되거나 리소스가 줄줄세는 상황 중 하나를 택1해야 합니다. 멕케이브의 기동성도 마스터중 최상급이기 때문에 작전 수행 능력도 나름 탁월한 편입니다.</p><p>아티팩트들도 전투용1/작전용1/힐러용1로 잘 분배되어 있어서 사용하기 편합니다.</p><h4>단점</h4><p>난전/소모전에서 멕케이브의 베이스가 되는 것이 잔해 마커입니다. 만약 상대가 잔해마커를 짜르는게 가능한다면 이쪽도 엄청난 소모전을 각오해야 합니다. 루팅외에는 이쪽 리소스를 채울 수단이 없기 때문에 잔해마커를 장거리에서 제거할 수 있는 유닛이 있다면 게임의 전반적인 운영이 매우 힘들어 집니다.</p>"
            }
        ]
    },
    {
        "name": "Yan Lo",
        "nameKo": "얀 로",
        "faction": [
            "TEN THUNDERS",
            "RESURRECTIONISTS"
        ],
        "tags": [
            "원거리형",
            "소환술사",
            "업그레이드"
        ],
        "guide": [
            {
                "author": "베해모스",
                "date": "2021. 02. 15.",
                "content": "<p>언제부터인지는 모릅니다. 얀로의 혼령은 아공간을 홀로 해매고 있었습니다. 정말 오래전에 죽은거 같은데, 그 혼령은 왜인지 성불하지 못하고 아공간에 갇혀 버렸습니다.</p><p>치아키 카타나카라는 아이가 가문에 태어난 것은 얀로에게 축복이었습니다. 죽은 혼령과 대화할 수 있는 치아키의 능력 덕분에, 얀로는 아공간을 탈출하고, 물리적인 육체를 얻어 다시 지구에 환생할 수 있었습니다. 그렇게 부활하고 나니, 자신의 후손들인 카타나카 가문이 말리폭스로 가게 되었다는 점을 알게 되자, 그도 말리폭스로 넘어 왔습니다.</p><p>그러나 육체를 찾았어도 기억은 제대로 되찾지 못했습니다. 그런 얀로에게, 현 카타나카 가문의 오야봉인 바오준이 거래를 제안했습니다 - 말리폭스의 패권을 얻게 도와주면 얀로를 죽인 사람의 정체를 알려주겠다는 겁니다. 이는 얀로에게도 좋은 거래였습니다. 사람들의 혼령을 모으면 모을수록 자기 자신도 강력해 졌으니까요..... 그렇게 자신의 기억을 찾기 위해, 자신을 죽인자를 찾기위해 말리폭스의 거래를 돌아다닙니다.</p><h4>플레이 스타일</h4><p>아군을 부활 시키는 능력을 가지고 있어서 레져렉셔니스트와 테마를 어느정도 공유합니다. 그래서 레져렉셔니스트와의 듀얼 팩션 마스터 입니다만, 로어상으로나 플레이 상으로 텐썬더와 좀 더 가깝습니다.</p><p>마스터인 얀로는 매턴 혼령 업그레이드를 장착하고, 장착된 업그레이드 수 만큼 굴림에 + 보장을 받고, 기타 스탯들이 올라갑니다. (쉔룽처럼 매턴 바꾸는 것이 아니라 계속 누적) 이렇게 매턴 점점 강력해지는 얀로를 활용해서 후반 게임을 장악합니다.</p><p>휘하 유닛들은 사망시 혼령 형태의 업그레이드가 되어서 다른 아군에게 장착되는 능 력을 가지고 있습니다. 그 후 얀로는, 혼령 업그레이드가 장착된 유닛을 희생함으로써, 죽은 유닛을 부활시키는 기믹을 가지고 있습니다. 싼 공용 유닛들을 함께 대리고 가서, 상급 유닛이 죽을경우 싼 공용 유닛에게 업그레이드를 주고, 그 싼 유닛을 다시 상급 유닛으로 교환함으로써 후반 게임을 지배해 갑니다.</p><h4>강점</h4><p>얀로가 진화(?)가 끝나면 이 게임에 어떠한 유닛도 혼자서 다 패는 초강력 유닛이 되어 버립니다. 거기다 상급 유닛들은 다들 다른 유닛에 혼이 갔다가 다시 부활하는 기믹이 있어서 후반 뒷심이 매우 강력합니다. 특히 상대방에게, 얀로가 혼령을 모으기 전에 게임을 장악해야 한다는 압박감을 주어 악수를 두도록 유도하는 면도 있습니다. 그상급 유닛들은 다들 얀로가 부활 시킬 수 있기 때문에 초반부터 막 굴릴 수 있다는 장점도 있습니다. 상급 유닛을 적에게 개돌해서 없어져도, 얀로가 다시 부활 시키면 되기 때문에 난전에서도 매우 강력함을 보여줍니다. 후반부를 하드캐리 할 수 있는 왕귀형 부대로, 설사 승점이 뒤지고 있더라도 후반부에 역전하는 경우가 많습니다.</p><h4>단점</h4><p>얀로자체가 성장을 고려하여 구성이 되어 있기 때문에, 1턴에서는 정말 약합니다. 특히 얀로의 경우 기본 방어가 3으로 설정이 되어 있고, 혼령을 쌓을때마다 굴림에 +를 얻음으로써 방어를 쉽게하는 구성이기 때문에, 초반에 상대가 모든 리소스를 투입해서 얀로를 암살한다면 (그리고 이게 불가능하지도 않습니다.) 부활도 안되고, 후반 왕귀형 캐리도 없이 때문에 게임이 정말 어렵습니다. 또한 얀로의 경우 기본 스탯이 매우 낮기때문에, 보정치를 무시하는 능력을 가진 유닛에게 걸리면 후반부라고 끔살 당할 수 있다는 점을 항상 주의하시기 바랍니다.</p>"
            },
            {
                "author": "푸백곰",
                "date": "2021. 03. 26.",
                "content": "<p>죽음에서 살아돌아 왔다는 설정답게 부활 기믹을 가지고 있고 턴이 지나갈 수록 강해지는 기믹도 가지고 있는 마스터입니다.</p><h4>플레이 스타일</h4><p>얀로는 듀얼 팩션의 마스터로 어떤 팩션을 선택하느냐에 따라 약간 다른 플레이 스타일을 가지게 됩니다.</p><p>텐선더를 선택할 경우 얀로의 생존성이 매우 보장되어 얀로가 오래 생존하면서 크루를 되살리면서 자신도 강해지는 플레이를 하기가 매우 용이하게 됩니다.</p><p>리저렉셔니스트를 선택할 경우 얀로 본인의 생존성은 조금 약해지지만 크루원들과 시너지가 나는 모델들이 리저렉에 조금 더 많으므로 크루 힘싸움을 좀 더 유리하게 가져갈 수 있습니다.</p><p>얀로의 크루는 두 가지의 키워드를 가지고 있습니다.</p><p>리테이너는 크루 전체가 가지고 있는 공통 키워드로 크루 고용 및 크루 전체에 영향을 미치는 효과에 언급됩니다.</p><p>그리고 앤세스터가 있는데 이 키워드를 가진 모델들은 크루의 중역들로 사망 시 6인치 내 아군에게 업그레이드를 부착해주며 업그레이드를 부착한 아군을 대체하는 것으로 부활 할 수 있습니다.</p><h4>크루 모델 소개</h4><h5>이자무</h5><p>얀로 크루의 가장 핵심적인 모델로 거의 필수라 할 수 있는 모델입니다.</p><p>아머2로 튼튼한 맷집을 가졌고 플러리로 한턴에 3번의 공격을 할 수 있고 패 1장 버리는 것으로 자힐을 할 수 있는 보너스 액션도 가지고 있으며 깨알같이 오베이 같이 자신의 액션 이외에 액션을 해야할 경우에 액션을 하지 않을 수 있어서 상대방의 오베이에만 면역인 능력이 있어 아주 다재다능한 모델입니다.</p><p>하지만 방어 수치가 낮고 이동이 느리기 때문에 크루의 포지션 컨트롤 능력을 활용하는 것이 중요합니다.</p><h5>치아키</h5><p>얀로 크루의 핵심 모델2 보너스 액션으로 광역 아군 포지션 컨트롤과 그 후 트리거로 앤세스터 모델이 죽지 않은 상태에서 앤세스터 업그레이드를 붙일 수 있게 해주는 것으로 얀로의 생존성도 올리고 크루의 미니언 버프 그리고 앤세스터 모델 들이 좀 더 적극적으로 행동할 수 있게 해줍니다.</p><p>죽었을 때 업그레이드를 주는 범위가 6인치 밖에 안되기 때문에 앤세스터 모델은 아군 모델 주변에서 활동하는 것이 강제되지만 치아키가 미리 업그레이드를 달아준 경우 그 모델은 6인치에서 벗어나 더 자유롭게 행동할 수 있게 되어 생각보다 그 가치가 큽니다.</p><p>그리고 그 외에도 컨디션 해제 적에게 슬로우 주기 베커닝 콜을 이용한 적 및 아군 위치 컨트롤 등 보조 핵심 모델입니다.</p><h5>토시로</h5><p>얀로 크루의 헨치맨으로 방어 능력으로 하드 투 운드, 테리파잉을 가지고 있으며 미니언의 근접 공격에 +플립을 줘서 미니언의 전투능력을 강화시키고 시체에서 아시가루를 소환해서 앤세스터를 부활 시키다보면 부족할 수 있는 액티를 수급시켜 줄 수 있는 역할을 할 수 있는 유일한 소환 모델입니다.</p><p>하지만 치아키 이자무 등과 같이 쓸 경우 패가 모자라 소환에 쓸 패가 모자랄 수 있으니 주의가 필요합니다.</p><p>보너스 액션으로 아군을 힐하고 포커스를 줄 수 있어서 이것 또한 하드 투 킬이 많은 얀로 크루 미니언들과 어울리는 능력이니 미니언 위주의 크루를 짤 경우에 추천하는 모델입니다.</p><h5>마노스</h5><p>얀로 크루의 전투형 헨치맨으로 6의 빠른 이동 수치를 가지고 있고 보너스 액션으로 리프를 가지고 있어서 아주 빠른 기동력으로 적 스킴러너를 방해하는데 요긴합니다.</p><p>4인치 이내에 아군(자신 포함)이 1의 데미지를 받으면 듀얼 토탈에 원하는 문양을 추가해주는 어빌리티로 원하는 트리거를 적재적소에 사용할 수 있고 공격 액션에 달려있는 하트 트리거를 잘 적용할 경우 약뎀 3뎀의 압박감을 상대에게 선사할 수 있습니다.</p><h5>페낭가랑</h5><p>얀로 크루의 비주얼 테러 모델(...)이자 보조 전투 및 스킴러너.</p><p>비행과 6의 이동수치로 좋은 기동성을 가지고 있고 보너스 액션으로 6인치 안의 모델이 1데미지를 받고 인터액션을 할 수 있게 해주어 스킴러너 및 스킴러너 보조에 좋습니다.</p><p>방어 능력으로 테리파잉과 하드 투 운드를 가지고 있어 은근히 공격에도 잘 버티는 편이며 공격과 그 트리거를 통한 위치 컨트롤과 방해 효과 등으로 적을 방해하는 데에 특화되어 있는 모델입니다.</p><h5>SunQuiang</h5><p>얀로 크루의 버프 디버프 힐 스킴보조 모델입니다.</p><p>적 공격이 매우 거셀 것이 예상 될 경우에 기용하면 좋을 모델이며 주변 아군이 데미지 받았을 때 카드를 버리는 것으로 위치 컨트롤이 가능하여 상대의 액티를 낭비시킬 수 있습니다.</p><p>그리고 시체나 고철 마커를 스킴 마커로 변환할 수 있어 적의 능력을 방해하면서 스킴을 할 수 있습니다.</p><h5>코마이누</h5><p>아머2와 하드투킬로 엄청나게 튼튼하지만 코스트 6으로 약간 비쌉니다.</p><p>카드를 한장 버리고 2인치 이내 아군이 공격 받을 때 대신 맞을 수 있어 상대의 작전을 꼬이게 만들 수 있습니다.</p><p>그리고 앤세스터 업그레이드를 가지고 있는 경우 모든 듀얼에 +플립을 받고 이동이 2 증가하여 스킴러너로도 매우 우수한 성능을 가집니다.</p><p>또한 공격에 버닝을 주는 능력이 붙어있어 따로 해제하지 않으면 턴 종료시에 사라지지 않는 버닝 특성상 상대방을 꽤 괴롭힐 수 있습니다.</p><h5>아시가루</h5><p>아머1과 하드투킬로 코마이누보다는 약간 떨어지는 방어능력이지만 아시가루 2인치 안에서는 차지로 액션을 생성할 수 없게 하는 어빌리티로 요인 경호에는 때때로 더 좋은 성능을 발휘합니다.</p><p>보너스 액션으로 적에게 디버프 걸고 자신은 힐하는 액션이 있어 하드투킬이 터졌을 때 다시 하드 투킬 상태가 되어 상대를 매우 짜증나게 할 수 있습니다.</p><h5>고쿠도</h5><p>방어 능력이 약하지만 보너스 액션으로 3인치 푸시하고 포커스를 받을 수 있고 장거리에서 어드버서리를 걸어줄 수 있고 근접 공격에는 아군이 근접공격을 할 수 있게 해주어서 고비용의 아군의 활용도를 늘려주는 등 공격에서 능력을 더 발휘합니다.</p><p>하지만 고쿠도의 진가는 고쿠도에게 앤세스터 업그레이드를 붙이고 앤세스터를 부활시킬 경우 고쿠도 하나를 테이블 끝에 소환할 수 있다는데에 있습니다. 통상적인 경우 앤세스터가 부활할 때마다 아군 액티가 줄어들고 만약 아군 인포서나 헨치맨 같은 모델을 이용하여 부활을 시키는 것이 꺼려질 때가 많지만 고쿠도를 이용하여 부활을 할 경우엔 액티가 줄지 않아 적에게 더 큰 압박을 줄 수 있다는 점에서 고쿠도는 얀로 크루의 필수 미니언입니다.</p><h5>소울 포터</h5><p>얀로의 토템으로 앤세스터가 공짜 이동을 할 수 있게 해주며 6인치 안에서 앤세스터 업그레이드를 단 모델이 죽은 경우 업그레이드를 회수합니다.</p><p>보너스 액션으로 4인치 내에 시체나 고철 마커를 지운 수만큼 1씩 힐해주는 능력도 꽤 도움이 됩니다.</p><h4>얀로 운용</h4><p>얀로는 기동 시작 시 어센던트 업그레이드를 붙이며 붙은 어센던트 업그레이드 수만큼 듀얼 토탈 최대 3까지 증가합니다.</p><p>그리고 이  어센던트 업그레이드들은 부착할 때 발동하는 효과와 강화되는 효과 의 두가지 부분이 있으며 부착 시 발동하는 효과는 통상적으로 이미 부착한 어센던트 업그레이드 수가 많을 수록 효과가 더 강해집니다.</p><p>따라서 상황에 따라 업그레이드를 적절히 붙여주어야 얀로를 최대로 활용할 수 있습니다.</p><h4>업그레이드 가이드</h4><h5>스피릿 어센던트</h5><p>앤세스터 업그레이드를 가진 아군과 얀로가 어센던트 업그레이드 수와  같은 인치 거리를 플레이스할 수 있게 해주는 발동효과를 갖고 있으며 얀로에게 영체화 능력을 부여하는 강화효과가 있습니다.</p><p>상대가 이동 방해 효과를 가진 경우나 비전투 크루인 경우를 제외하면 초반에 부착 하는 것을 추천합니다.</p><h5>애쉬 어센던트</h5><p>어센던트 업그레이드 수와 같은 인치 거리 내의 적 모델들에게 스태거드 컨디션을 주는 발동효과를 가지고 있습니다.</p><p>3인치 내의 아군을 컨실 상태로 만들어주고 적에게는 해저드 지형으로 취급하게 해주는 능력으로 적이 근접크루인데 방어가 단단하여 어택액션 으로는 데미지를 주기 힘든 경우나 적이 사격 위주의 크루인 경우 가장 먼저 부착하여야 하는 업그레이드입니다.</p><p>만약 상대가 근접 물량 크루인 경우에는 후반에 부착하고 광역으로 스태거드 컨디션을 뿌린 뒤 13Mv듀얼을 하게 해서 광역 데미지를 뿌리는 것도 좋은 선택일 수 있습니다.</p><h5>블러드 어센던트</h5><p>얀로의 다키스트 매직 어택을 한번 하게 해주는 발동효과를 갖고 있으며 다키스트 매직에 근접 1인치 사거리를 주고 다이빙 차지 능력을 주는 강화 효과를 가지고 있습니다.</p><p>2턴 혹은 3턴째 중요한 타이밍에 부착해서 얀로가 4번 공격하면 왠만큼 단단한 모델이 아닌 이상 킬을 낼 수 있습니다.</p><p>특히 3턴 부터는 얀로공격의 약뎀이 3뎀이 되고 스탯이 7이 되므로 4회 공격이 엄청나게 강하니 잘 활용하면 게임을 단번에 뒤집거나 굳힐 수 있습니다.</p><h5>본 어센던트</h5><p>시야 내의 아군 언데드가 근접공격 한번을 할 수있게 해주는 발동효과와 시체마커를 제거하고 소울스톤을 얻는 택티컬 액션이 생기는 강화효과가 있습니다.</p><p>유일하게 첫턴부터 최대의 효율을 내는 업그레이드지만 아군 언데드가 적에 근접해 있어야만 쓸 수 있으니 상황을 만드는 게 중요합니다.</p><p>상황만 잘 만들 경우 이자무 같은 강한 모델이 공짜로 공격을 한 번 할 수 있게 되므로 활용이 중요하며 강력한 자원인 소울스톤을 수급할 수 있게 해주고 제거할 시체 마커 3인치 내에 모델들에게 디펜스 듀얼을 시켜서  데미지를 주는 능력도 상황에 따라서는 강력합니다.</p><h5>플레쉬 어센던트</h5><p>앤세스터 업그레이드를 가진 모델과 얀로가 어센던트 업그레이드 수만큼 체력을 회복하게 해주는 발동효과와 재생 +2 와 얀로의 힐 액션을 시야없이 사용할 수 있게 해주고 패 한장 버리고 자힐하는 보너스 액션을 주는 강화 효과를 가지고 있습니다.</p><p>위급 시에 부착하여 얀로를 힐하거나 여유가 있을 경우 미리 붙여서 재생을 얻어두는 것도 좋습니다.</p><h4>얀로의 액션</h4><h5>다키스트 매직</h5><p>얀로의 기본 공격으로 투사체가 있는 액션이지만 프렌들리 파이어 무시가 있고 어센던트 업그레이드 3개 이상인 경우 데미지가 +1이 됩니다.</p><p>트리거로는 하트 트리거는 대상 3인치 내에 아군을 힐하는 능력 스페이드 트리거로는 상대가 패 1장을 버리고 자신은 한장 드로우하고 한장 버리는 능력이 있습니다.</p><h5>트리치어스 패스</h5><p>얀로를 대상에 베이스 컨택으로 플레이스하고 대상은 어센던트 업그레이드 수 X 2 인치 만큼 푸시하는 능력으로 중요한 타이밍에 적의 위치를 컨트롤 해서 방해하거나 아군의 위치를 컨트롤해서 상황을 만드는 데에 사용합니다.</p><h5>트랜센던스</h5><p>4인치 내의 아군에게 실드 +1을 부여합니다. 어센던트 업그레이드가 2개 이하인 경우 트리거로 아군 리테이너를 2인치 원하는 방향으로 푸시할 수 있습니다.</p><h5>리빌드 코푸스</h5><p>앤세스터 업그레이드를 부착하고 있는 모델에게 사용하면 업그레이드의 앤세스터 모델로 해당 모델을 대체하고 5데미지 힐 및 카드 2장을 드로우합니다.</p><p>이 크루의 부활 기믹에 해당하는 능력으로 이 능력을 잘 활용하여하 합니다.</p><h5>인스틸 유스</h5><p>아군을 힐하는 액션이며 아군이 앤세스터 업그레이드를 붙이고 있는 경우 추가힐에 컨디션 해제까지 해줄 수 있는 액션이므로 상대가 컨디션을 주로 이용하는 크루인 경우에는 주요 어태커에게 미리 치아키 능력을 이용해서 앤세스터 업그레이드를 붙여두면 상대방의 능력에 대처할 수 있습니다.</p><p>얀로에게 붙어있는 앤세스터 업그레이드를 대상에게 넘겨주는 트리거가 있어 어빌리티로 회수한 업그레이드를 액션을 따로 사용하지 않고 업그레이드를 넘겨주기에 좋습니다.</p><h4>크루 외 추천 모델 및 업그레이드</h4><h5>아치</h5><p>컨디션을 얻을 수 없는 어빌리티가 있지만 업그레이드는 얻을 수 있으므로 얀로 크루의 버프는 그대로 받을 수 있으며 얀로의 본 어센던트와의 궁합도 아주 좋고 만약 아치와 이자무가 투탑으로 적진을 공격하면 매우 위협적이며 아치의 공격 트리거에 블라스트 추가해주는 능력으로 얀로 크루에 부족한 광역 딜링도 보충해줄 수 있다. 특히 이자무 업그레이드가 달릴 경우 루스리스에 아머가 달려서 2판 때의 위용을 뽐낼 수도 있을 것이다.</p><h5>쉐도우 에미서리</h5><p>기본적으로 에미서리들은 어느 크루에서도 제 값을 하긴 하지만 쉐도우 에미서리의 경우 얀로 크루에서 시너지가 더욱 좋은 편이다.</p><p>얀로의 애쉬 어센던트와 쉐도우 에미서리의 쇼크웨이브 액션의 시너지가 매우 좋고 앤세스터 업그레이드가 붙은 경우 드래곤즈 파이어 어빌리티도 극한으로 활용이 가능하다.</p><p>또한 보너스 액션으로 초반에 적 사격 크루에 대한 견제도 가능하고 다른 보너스 액션으로는 생각보다 패 소모가 많은 얀로 크루의 패 수급 역할도 해줄 수 있어 궁합이 매우 좋다.</p><h5>Trained ninza</h5><p>얀로에게 부착하면 스탤스 능력이 생겨 얀로가 3턴 이후까지 생존하기에 매우 좋으며 험지 무시 능력도 은근히 도움이 된다.</p>"
            }
        ]
    }
]